Repository: nickg/nextcellent
Catalog: lang/nggallery-*.po
Languages: da_dk, fi_fi, nl_nl, ru_ru

source: Select &#187;
da_dk: Vælg &#187;
fi_fi: Valitse &#187;
nl_nl: Selecteer &#187;
ru_ru: Выбрать &#187;

source: Show
da_dk: Vis
fi_fi: Näytä
nl_nl: Toon
ru_ru: Показать

source: Hide
da_dk: Skjul
fi_fi: Piilota
nl_nl: Verberg
ru_ru: Скрыть

source: Image ID:
da_dk: Billed-id:
fi_fi: Kuva ID:
nl_nl: Afbeeldings ID:
ru_ru: ID изображения

source: Alignment
da_dk: Justering
fi_fi: Tasaus
nl_nl: Uitlijning
ru_ru: Выравнивание

source: Left
da_dk: Venstre
fi_fi: Vasen
nl_nl: Links

source: Center
da_dk: Midt
fi_fi: Keskitä
nl_nl: Centreren

source: Right
da_dk: Højre
fi_fi: Oikea
nl_nl: Rechts

source: Full size
da_dk: Fuld størrelse
fi_fi: Täyskoko
nl_nl: Volledige grootte
ru_ru: Размер по умолчанию (ширина х высота)

source: Singlepic
da_dk: Enkelt-billede
fi_fi: Yksittäiskuva
nl_nl: Enkelepic
ru_ru: [Изображение не найдено]

source: Insert into Post
da_dk: Indsæt i indlæg
fi_fi: Lisää artikkeliin
nl_nl: Invoegen in bericht
ru_ru: PHP Max Post Size

source: Save all changes
da_dk: Gem alle ændringer
fi_fi: Tallenna kaikki muutokset
nl_nl: Wijzigingen bewaren
ru_ru: Сохранить все изменения

source: To add something, select what you would want to display
nl_nl: Selecteer wat je wilt weergeven om iets toe te voegen

source: One picture
da_dk: Ét billede
nl_nl: Eén afbeelding

source: Recent pictures
da_dk: Nye billeder
nl_nl: Recente afbeeldingen

source: Random pictures
da_dk: Tilfældige billeder
nl_nl: Willekeurige afbeeldingen

source: Basics
da_dk: Grundlæggende
nl_nl: Basis

source: Select a gallery:
da_dk: Vælg et galleri:
nl_nl: Selecteer een galerij:

source: Display types
da_dk: Visningstyper
nl_nl: Weergavemodi

source: Select how you want to display your gallery
da_dk: Vælg hvordan du vil vise dit galleri
nl_nl: Selecteer hoe je je galerij wilt weergeven

source: Imagebrowser
fi_fi: Kuvaselain
nl_nl: Afbeeldingsbrowser
ru_ru: Браузер изображений

source: Caption
da_dk: Billedtekst
fi_fi: Kuvateksti
nl_nl: Titel
ru_ru: Подпись

source: Type options
da_dk: Type indstillinger
nl_nl: Type-opties

source: The number of images before pagination is applied. Leave empty for the default from the settings.
nl_nl: Het aantal afbeelding voordat een pagina gebruikt wordt. Laat leeg voor de standaardwaarde van de instellingen.

source: Slideshow dimensions
da_dk: Slideshow dimensioner
nl_nl: Dimensies diavoorstelling

source: Template name
da_dk: Skabelon navn
nl_nl: Templatenaam

source: Select or enter album
da_dk: Vælg eller indtast album
fi_fi: Valitse tai anna albumi
nl_nl: Selecteer of geef album
ru_ru: или введите URL Zip-файла

source: Leave this empty to display all galleries.
nl_nl: Laat dit leeg om alle galerijen te tonen.

source: Album display types
da_dk: Album visningstyper
nl_nl: Weergavemodi

source: Select how you want to display the albums
da_dk: Vælg hvordan du vil vise dine album
nl_nl: Selecteer hoe je de albums wilt weergeven

source: Compact version
da_dk: Kompakt version
fi_fi: Supistettu versio
nl_nl: Compacte versie
ru_ru: Компактная версия

source: Extended version
da_dk: Udvidet version
fi_fi: Laajennettu versio
nl_nl: Uitgebreide versie
ru_ru: Расширенная версия

source: Gallery display types
da_dk: Galleri visningstyper
nl_nl: Weergavemodi

source: Select a template for the galleries (displayed after you click on an album)
nl_nl: Selecteer een sjabloon voor de galerijen (wordt getoond nadat je klikt op een album)

source: Select a picture
da_dk: Vælg et billede
nl_nl: Selecteer een afbeelding

source: Select or enter picture
da_dk: Vælg eller indtast billede
fi_fi: Valitse tai anna kuva
nl_nl: Selecteer of geef afbeedling
ru_ru: или введите URL Zip-файла

source: Options
da_dk: Indstillinger
nl_nl: Opties
ru_ru: Настройки

source: Dimensions
da_dk: Dimensioner
nl_nl: Dimensies

source: No effect
da_dk: Ingen effekter
fi_fi: Ei efektiä
nl_nl: Geen effect
ru_ru: Без эффекта

source: No float
da_dk: Ikke flydende
fi_fi: Ei kellutusta
nl_nl: Geen float

source: Add an optional link to the image. Leave blank for no link.
nl_nl: Voeg een optionele link toe aan de afbeelding. Laat leeg voor geen link.

source: Add an optional caption to the image. Leave blank for no caption.
nl_nl: Voeg een optioneel bijschrift toe aan de afbeelding. Laat leeg voor geen bijschrift.

source: The number of images that should be displayed.
da_dk: Antal billeder der burde vises.
nl_nl: Het aantal afbeeldingen dat getoond moet worden.

source: Sort the images
da_dk: Sortér billederne
nl_nl: Sorteer de afbeeldingen

source: Upload order
da_dk: Upload rækkefølge
nl_nl: Uploadvolgorde

source: Date taken
da_dk: Datoen billedet er taget
nl_nl: Datum genomen

source: User defined
da_dk: Brugerdefineret
nl_nl: Aangepast

source: In what order the images are shown. Upload order uses the ID's, date taken uses the EXIF data and user defined is the sort mode from the settings.
nl_nl: In welke volgorde de afbeeldingen getoond worden. Uploadvolgorde gebruikt de ID's, datum gemaakt gebruikt de EXIF-data en door de gebruiker gedefinieerd is de volgorde uit de instellingen.

source: If a gallery is selected, only images from that gallery will be shown.
nl_nl: Als een galerij geselecteerd wordt, zullen er enkel afbeeldingen uit die galerij getoond worden.

source: Select a template to display the images
da_dk: Vælg en visnings skabelon til billeder
nl_nl: Selecteer een sjabloon om de afbeeldingen te tonen

source: Insert
da_dk: Indsæt
fi_fi: Lisää
nl_nl: Toevoegen
ru_ru: Вставить

source: You need to select a gallery.
da_dk: Du skal vælge et galleri.
nl_nl: Je moet een galerij selecteren.

source: You need to select a picture.
da_dk: Du skal vælge et billede.
nl_nl: Je moet een afbeelding selecteren.

source: You need to select a number of images.
da_dk: Du skal vælge et antal billeder.
nl_nl: Je moet een aantal afbeelding selecteren.

source: Upgrade NextCellent Gallery
da_dk: Opgrader NextCellent Gallery
nl_nl: NextCellent Gallery upgraden

source: You're upgrading from an older version. To enable the newest features, we sometimes need to do a database upgrade.
nl_nl: Je upgrade van een oudere versie. Om de nieuwste functies te kunnen gebruiken, moet je een database-upgrade uitvoeren.

source: Normally you should be able to downgrade without any problems, but if you really want to play safe, you should make a backup of your database.
nl_nl: Normaal gezien zou je moeten kunnen downgraden zonder problemen, maar als je het echt veilig wil spelen, maak je best een back-up van je database.

source: Start upgrade now
da_dk: Start opgradering nu
nl_nl: Upgrade starten
ru_ru: Начать обновление

source: Upgrading database…
da_dk: Opgradere database...
nl_nl: Database bijwerken...

source: Oh no! Something went wrong while updating the database
nl_nl: Iets ging verkeerd bij het hernoemen van

source: Upgrade complete.
da_dk: Opgraderingen er fuldendt.
nl_nl: Upgrade voltooid.

source: Continue to NextCellent
da_dk: Fortsæt til NextCellent
nl_nl: Verder naar NextCellent

source: Update successfully
da_dk: Opdateret
fi_fi: Päivitä onnistuneesti
nl_nl: Met succes bijgewerkt
ru_ru: Обновление успешно

source: Network Options
da_dk: Netværksindstillinger
fi_fi: Verkkovaihtoehdot
nl_nl: Netwerk instellingen
ru_ru: Изменить настройки

source: This is the default path for all blogs. With the placeholder %BLOG_ID% you can organize the folder structure better.
da_dk: Dette er standardstien for alle blogs. Med variablen %BLOG_ID% kan du organisere mappe-strukturen bedre.
fi_fi: Tämän on oletuspolku kaikille blogeille. Blogin tunnuksella %BLOG_ID% voit järjestää hakemistot paremmin. Polun täytyy päättyä / -erikoismerkkiin.
nl_nl: Dit is het standaard path voor alle sites. Met de placeholder %BLOG_ID% kun je de map beter structureren.
ru_ru: Это стандартный путь для всех блогов. Используя %BLOG_ID%, вы можете настроить структуру папок лучшим образом. Путь должен заканчиваться слэшэм /.

source: The default setting should be %s.
nl_nl: De standaard instelling zou %s moeten zijn

source: Enable upload quota check
da_dk: Aktivér tjek af upload-kvota
fi_fi: Salli latauksen kokotarkistus
nl_nl: Inschakelen upload quota controle
ru_ru: Включить проверку квоты загрузок

source: Should work if the gallery is bellow the blog.dir
da_dk: Burde virke, hvis galleriet er under blog.dir
fi_fi: Pitäisi toimia, jos galleria on blog.dir alla
nl_nl: Zal werken als de gallery zich onder de blog.dir bevindt
ru_ru: Должно работать, если галерея находится ниже корневого каталога блога

source: Enable zip upload option
da_dk: Aktivér zip-upload-funktion
fi_fi: Salli ZIP-lataus
nl_nl: Inschakelen zip upload optie
ru_ru: Включить загрузку zip-архивов

source: Allow users to upload zip folders.
da_dk: Tillad brugere at uploade zip-mapper.
fi_fi: Salli käyttäjien ladata ZIP-hakemistoja.
nl_nl: Gebruikers toestaan zip mappen te uploaden
ru_ru: Разрешить пользователям загружать zip-архивы.

source: Enable import function
da_dk: Aktivér importfunktion
fi_fi: Salli Tuo (Import) -toiminto
nl_nl: Inschakelen importeer functie
ru_ru: Импортировать папку с изображениями

source: Allow users to import images folders from the server.
da_dk: Tillad brugerne at importere billedmapper fra serveren.
fi_fi: Salli käyttäjien tuoda kuvia palvelimelta.
nl_nl: Gebruikers toestaan afbeeldingsmappen te importeren vanaf de server.
ru_ru: Отметить, чтобы импортировать папки из сервера.

source: Enable style selection
da_dk: Aktivér valg af style (design)
fi_fi: Salli tyylin valinta (CSS)
nl_nl: Inschakelen style selectie
ru_ru: Включить возможность выбора CSS

source: Allow users to choose a style for the gallery.
da_dk: Tillad bruger at vælge et design for galleriet.
fi_fi: Salli käyttäjän valita gallerian tyyli (CSS).
nl_nl: Gebruikers toestaan een stijl te kiezen voor de galerij
ru_ru: Разрешить пользователям выбирать CSS для галерей.

source: Enable roles/capabilities
da_dk: Aktivér Roller/Rettigheder
fi_fi: Salli roolit/toiminnot
nl_nl: Inschakelen Rollen/Rechten mogelijkheden
ru_ru: Включить права доступа

source: Allow users to change the roles for other blog authors.
da_dk: Tillad brugere at ændre brugerroller på andre blog-forfattere.
fi_fi: Salli käyttäjien muuttavan muiden blogikirjoittajien rooleja.
nl_nl: Gebruikers toestaan de rollen voor andere site auteurs te wijzigen
ru_ru: Разрешить пользователям менять права доступа для других авторов блога.

source: Default style
da_dk: Standarddesign
fi_fi: Oletustyyli
nl_nl: Standaard style
ru_ru: Стандартный стиль

source: Choose the default style for the galleries.
da_dk: Vælg standarddesign for gallerierne.
fi_fi: Valitse gallerioiden oletustyyli.
nl_nl: Kies de standaard stijl voor de galerijen.
ru_ru: Выберите стандартный стиль всех галерей

source: Note: between brackets is the folder in which the file is.
nl_nl: Opmerking: tussen haakjes staat de map waarin het bestand zich bevindt.

source: Note : Based on your server memory limit you should not upload larger images then <strong>%d x %d</strong> pixel
da_dk: Bemærk: Din servers hukommelsesbegrænsning tilsiger, at du ikke skal uploade filer, der er større end <strong>%d x %d</strong> pixels
fi_fi: Huom: Palvelimesi muistirajoituksen vuoksi sinun ei pitäisi ladata suurempia kuvia kuin <strong>%d x %d</strong> pikseliä
nl_nl: Opm.: Gebaseerd op je servers geheugenlimiet, upload geen afbeeldingen groter dan <strong>%d x %d</strong> pixels
ru_ru: Внимание: в зависимости от server memory limit, вы не можете загружать изображения более <strong>%d x %d</strong> пикселей

source: Invalid URL Provided.
da_dk: Anførte URL er ugyldig.
fi_fi: Väärä URL
nl_nl: Ongeldige plugin gebruikt.
ru_ru: Неверный URL.

source: Could not create Temporary file.
da_dk: Kunne ikke oprette temp-fil.
fi_fi: Tilapäistiedostoa ei voitu luoda.
nl_nl: Kan geen tijdelijk bestand maken.
ru_ru: Невозможно создать временный файл.

source: Not fired
da_dk: Ikke affyret
fi_fi: Ei laukaistu
nl_nl: Niet fired

source: Aperture
da_dk: Blænder
fi_fi: Aukko
nl_nl: Opening
ru_ru: Диафрагма

source: Focal length
da_dk: Brændvidde
fi_fi: Polttoväli
nl_nl: Focal lengte
ru_ru: Фокусное расстояние

source: Shutter speed
da_dk: Lukkerhastighed
fi_fi: Suljinnopeus
nl_nl: Sluiter snelheid
ru_ru: Выдержка

source: Subject
da_dk: Emne
fi_fi: Kohde
nl_nl: Onderwerp
ru_ru: Тема

source: Make
da_dk: Fabrikat
fi_fi: Malli
nl_nl: Maak
ru_ru: Создать

source: Edit Status
da_dk: Redigér status
fi_fi: Muokkaustila
nl_nl: Bewerk status
ru_ru: Статус редакирования

source: Category
da_dk: Kategori
fi_fi: Aihealue
nl_nl: Categorie
ru_ru: Категория

source: Keywords
da_dk: Nøgleord
fi_fi: Avainsanat
nl_nl: Sleutelwoorden
ru_ru: Ключевые слова

source: Date Created
da_dk: Oprettetsesdato
fi_fi: luotu (Pvm)
nl_nl: Datum gemaakt
ru_ru: Дата создания

source: Time Created
da_dk: Oprettelsestid
fi_fi: luotu (Aika)
nl_nl: Tijd gemaakt
ru_ru: Время создания

source: Author Position
da_dk: Forfatterposition
fi_fi: Tekijän paikka
nl_nl: Auteur positie
ru_ru: Мнение автора

source: City
da_dk: By
fi_fi: Kaupunki
nl_nl: Plaats
ru_ru: Город

source: Location
da_dk: Sted
fi_fi: Sijainti
nl_nl: Locatie
ru_ru: Местоположение

source: Province/State
da_dk: Provins/Stat
fi_fi: Maakunta/osavaltio
nl_nl: Provincie
ru_ru: Область/штат

source: Country code
da_dk: Landekode
fi_fi: Maakoodi
nl_nl: Postcode
ru_ru: Код страны

source: Country
da_dk: Land
fi_fi: Maa
nl_nl: Land
ru_ru: Страна

source: Source
da_dk: Kilde
fi_fi: Lähde
nl_nl: Bron
ru_ru: Источник

source: Copyright Notice
da_dk: Copyright-noter
fi_fi: Copyright -merkintä
nl_nl: Copyright opmerking:
ru_ru: Авторское право

source: Last modified
da_dk: Senest ændret
fi_fi: Muokattu viimeksi
nl_nl: Laatst gewijzigd
ru_ru: Изменен

source: Program tool
da_dk: Programværktøj
fi_fi: Ohjelma
nl_nl: Programma gereedschap
ru_ru: Программа

source: Format
fi_fi: Muoto
nl_nl: Formaat
ru_ru: Формат

source: Image Width
da_dk: Billedbredde
fi_fi: Leveys
nl_nl: Afbeelding breedte
ru_ru: Ширина изображения

source: Image Height
da_dk: Billedhøjde
fi_fi: Korkeus
nl_nl: Afbeelding hoogte
ru_ru: Высота изображения

source: Sorry, you have used your space allocation. Please delete some files to upload more files.
da_dk: Beklager, men du har opbrugt din pladskvota. Slet nogle filer for at uploade flere filer.
fi_fi: Sori, olet käyttänyt tilavarauksesi. Poista joitakin tiedostoja, jotta voit lisätä uusia.
nl_nl: Helaas, je hebt de maximale ruimte gebruikt. Verwijder enkele bestanden om andere bestanden te kunnen uploaden.
ru_ru: Вы использовали все место на диске. Удалите что-нибудь, чтобы освободить его.

source: Album overview
da_dk: Oversigt over album
fi_fi: Albumin yleistiedot
nl_nl: Album overzicht
ru_ru: Обзор альбома

source: Picture
da_dk: Billede
fi_fi: Kuva
nl_nl: Afbeelding
ru_ru: Изображение

source: [Pictures not found]
da_dk: [Billeder er ikke fundet]
fi_fi: [Kuvia ei löydy]
nl_nl: [Geen afbeeldingen gevonden]
ru_ru: [Изображения не найдены]

source: No new tag specified!
da_dk: Der er ikke angivet et nyt tag
fi_fi: Mitään uutta tägiä ei ole määritelty!
nl_nl: Geen nieuwe tag gespecificeerd!
ru_ru: Не добавлено ни одного нового тега!

source: No new/old valid tag specified!
da_dk: Der er ikke angivet et gyldigt nyt/gammelt tag!
fi_fi: Mitään uutta/vanhaa tägiä ei ole määritelty!
nl_nl: Geen nieuw/oud geldige tag gegeven!
ru_ru: Не указано ни одного правильного нового/старого тега!

source: No tag renamed.
da_dk: Tagget blev ikke omdøbt.
fi_fi: Mitään tägiä ei nimetty uudelleen.
nl_nl: Geen tag hernoemd
ru_ru: Не переименовано ни одного тега.

source: Renamed tag(s) &laquo;%1$s&raquo; to &laquo;%2$s&raquo;
da_dk: Omdøbte tag(s) &laquo;%1$s&raquo; til &laquo;%2$s&raquo;
fi_fi: Uudelleennimetty tägit &laquo;%1$s&raquo; bis &laquo;%2$s&raquo;
nl_nl: Hernoemde tag(s) &laquo;%1$s&raquo; naar &laquo;%2$s&raquo;
ru_ru: Переименованы теги &laquo;%1$s&raquo; в &laquo;%2$s&raquo;

source: No valid new tag.
da_dk: Der er ikke angivet et gyldigt nyt tag.
fi_fi: Ei kelvollista tägiä.
nl_nl: Geen geldige nieuwe tag.
ru_ru: Недопустимое имя тега!

source: No objects (post/page) found for specified old tags.
da_dk: Der blev ikke fundet nogen indlæg eller sider, som var tilknyttet de angivne eksisterende tags.
fi_fi: Määritellyille tägeille ei löydy mitään uutta kohdetta (Sivu/artikkeli).
nl_nl: Geen objecten (berichten/pagina&#39;s) gevonden voor de opgegeven oude tags.
ru_ru: Не найдено объектов (пост/страница) для указанных старых тегов.

source: No tag merged.
da_dk: Der blev ikke flettet nogen tags.
fi_fi: Tägejä ei yhdistetty.
nl_nl: Geen tag samengevoegd
ru_ru: Не объединено ни одного тега.

source: Merge tag(s) &laquo;%1$s&raquo; to &laquo;%2$s&raquo;. %3$s objects edited.
da_dk: Flet tag(s) &laquo;%1$s&raquo; til &laquo;%2$s&raquo;. %3$s objekter blev redigeret.
fi_fi: Yhdistetty tägit &laquo;%1$s&raquo; bis &laquo;%2$s&raquo; . %3$s kohdetta muokattu.
nl_nl: Samengevoegde tag(s) &laquo;%1$s&raquo; naar &laquo;%2$s&raquo;. %3$s objecten bewerkt.
ru_ru: Объединить метки &laquo;%1$s&raquo; в &laquo;%2$s&raquo;. %3$s объектов изменено.

source: Error. No enough tags for rename. Too for merge. Choose !
da_dk: Fejl. Der blev ikke valgt nok tags til omdøbning/fletning. Vælg nogle flere!
fi_fi: Virhe. Tägejä ei tarpeeksi uudelleennimettäväksi tai yhdistettäväksi. Valitse!
nl_nl: Mislukt. Niet genoeg tags om te hernoemen. Ook voor samenvoegen. Kies!
ru_ru: Ошибка. Недостаточно тегов для переименования. И для объединения тоже. Выберите!

source: No tag specified!
da_dk: Der er ikke angivet noget tag!
fi_fi: Tägiä ei määritelty!
nl_nl: Geen tag gegeven!
ru_ru: Ни один тег не задан!

source: No tag deleted.
da_dk: Ingen tags blev slettet
fi_fi: Tägejä ei poistettu.
nl_nl: Geen tag verwijderd.
ru_ru: Ни один тег не удален.

source: %1s tag(s) deleted.
da_dk: %1s tag(s) slettet.
fi_fi: %1s tägi(ä) poistettu.
nl_nl: %1s tag(s) verwijderd.
ru_ru: %1s тег(ов) удалено.

source: No new slug(s) specified!
da_dk: Ingen nye kortnavne (slugs) er angivet!
fi_fi: Uutta lyhytnimeä (-nimiä) ei määritelty!
nl_nl: Geen nieuwe slug(s) opgegeven.
ru_ru: Не заданы новые короткие ссылки тегов!

source: Tags number and slugs number isn't the same!
da_dk: Tag-numre og kortnavn-numre er ikke de samme!
fi_fi: Tägien nimet ja numerot eivät vastaa toisiaan!
nl_nl: Tags nummers en slug nummers zijn niet hetzelfde!
ru_ru: Количество тегов и коротких ссылок не совпадает!

source: No slug edited.
da_dk: Ingen kortnavne (slugs) blev ændret.
fi_fi: Lyhytnimiä ei muokattu.
nl_nl: Geen slug bewerkt.
ru_ru: Ни одна короткая ссылка не изменена.

source: %s slug(s) edited.
da_dk: %s kortnavn(e) redigeret.
fi_fi: %s lyhytnimi(ä) muutettu.
nl_nl: %s slug(s) bewerkt.
ru_ru: %s ссылка изменена.

source: XML-RPC services are disabled on this blog. An admin user can enable them at %s
da_dk: XML-RPC-tjenesterne er deaktiveret på denne blog. En admin kan aktivere dem på %s
fi_fi: XML-RPC Service eivät ole käytössä tässä blogissa. Administraattori voi ottaa ne käyttöön paikassa %s
nl_nl: XML-RPC services zijn uitgeschakeld op deze site. Een Admin kan deze inschakelen op %s
ru_ru: XML-RPC отключен на этом блоге. Администратор может включить их в %s

source: Bad login/pass combination.
da_dk: Forkert login/kodeord-kombination.
fi_fi: Käyttäjänimi/salasana väärin.
nl_nl: Onjuiste login/wachtwoord combinatie
ru_ru: Неверный логин и/или пароль.

source: You are not allowed to upload files to this site.
da_dk: Du har ikke lov til at uploade filer til denne site.
fi_fi: Sinulla ei ole oikeuksia ladata tiedostoja tälle sivustolle.
nl_nl: Je hebt onvoldoende rechten om bestanden op deze site te uploaden.
ru_ru: У вас нет прав загружать файлы на этот сайт.

source: Could not find gallery
da_dk: Kunne ikke finde galleriet
fi_fi: Galleriaa ei löytynyt.
nl_nl: Kan geen galerij vinden
ru_ru: Невозможно найти галерею

source: You are not allowed to upload files to this gallery.
da_dk: Du har ikke lov til at uploade filer til dette galleri.
fi_fi: Sinulla ei ole oikeuksia ladata tiedostoja tähän galleriaan.
nl_nl: Je hebt onvoldoende rechten om bestanden naar deze gallery te uploaden.
ru_ru: У вас нет прав загружать файлы в эту галерею.

source: This is no valid image file.
da_dk: Denne fil er ikke en gyldig billedfil!
fi_fi: Tiedostonimi ei ole sopiva!
nl_nl: Dit is geen geldig afbeeldingsbestand.
ru_ru: Неверный файл изображения.

source: Could not find image id
da_dk: Kunne ikke finde billedid
fi_fi: Kuva-ID ei löytynyt
nl_nl: Kan het afbeeldings id niet vinden
ru_ru: Невозможно найти ID изображения

source: Failed to delete image %1$s
da_dk: Mislykkedes med at slette billedet %1$s
fi_fi: Kuvan %1$s poisto ei onnistunut
nl_nl: Afbeelding verwijderen mislukt %1$s
ru_ru: Ошибка удаления изображения %1$s

source: Could not write file %1$s (%2$s)
da_dk: Kunne ikke skrive filen %1$s (%2$s)
fi_fi: Tiedoston %1$s (%2$s) tallennus ei onnistunut.
nl_nl: Kan bestand %1$s (%2$s) niet beschrijven
ru_ru: Невозможно записать файл %1$s (%2$s)

source: Invalid image ID
da_dk: Ugyldigt id på billede
fi_fi: Värää kuvan ID
nl_nl: Ongeldige afbeelding ID
ru_ru: Невозможно найти ID изображения

source: Sorry, you must be able to edit this image
da_dk: Beklager. Du skal have rettigheder til at redigere dette billede
fi_fi: Sori, sinulla ei ole oikeuksia tämän kuvan muokkaukseen.
nl_nl: Helaas, je moet toestemming hebben om deze afbeelding te bewerken
ru_ru: Вы не можете редактировать

source: Sorry, could not update the image
da_dk: Beklager. Kunne ikke opdatere billedet
fi_fi: Kuvan päivitys ei onnistunut.
nl_nl: Helaas, de afbeelding kon niet bijgewerkt worden.
ru_ru: Невозможно найти изображения

source: Sorry, you must be able to manage galleries
da_dk: Beklager. Du skal have rettigheder til at kunne håndtere gallerier for at kunne gøre dette
fi_fi: Sori, sinulla ei ole oikeuksia gallerioiden muokkaukseen.
nl_nl: Mislukt, je moet toestemming hebben om gallerys kunnen beheren.
ru_ru: Извините, у вас должны быть права для управления галереями, чтобы увидеть список галерей

source: Sorry, could not create the gallery
da_dk: Beklager. Kunne ikke oprette galleri
fi_fi: Gallerian luonti ei onnistunut.
nl_nl: Mislukt, de gallery kon niet gemaakt worden
ru_ru: Извините, невозможно создать галерею

source: Invalid gallery ID
da_dk: Ugyldigt id på galleri
fi_fi: Väärä gallerian ID
nl_nl: Ongeldige gallery ID
ru_ru: Недействительный ID галереи

source: Sorry, you must be able to manage this gallery
da_dk: Beklager. Du skal have rettigheder til at håndtere gallerier for at kunne gøre dette
fi_fi: Sori, sinulla ei ole oikeuksia tämän gallerian muokkaukseen.
nl_nl: Mislukt, je moet toestemming hebben om deze gallery te beheren.
ru_ru: Извините, у вас должны быть права для управления галереями, чтобы увидеть список галерей

source: Sorry, could not update the gallery
da_dk: Beklager. Kunne ikke opdatere galleriet
fi_fi: Gallerian päivitys ei onnistunut.
nl_nl: Mislukt, de gallery kon niet bijgewerkt worden.
ru_ru: Извините, невозможно создать галерею

source: Sorry, you must be able to manage albums
da_dk: Beklager. Du skal have rettigheder til at håndtere album for at kunne gøre dette
fi_fi: Sori, sinulla ei ole oikeuksia albumien muokkaukseen.
nl_nl: Mislukt, je moet toestemming heb om albums te beheren
ru_ru: Извините, у вас должны быть права для управления галереями, чтобы увидеть список галерей

source: Sorry, could not create the album
da_dk: Beklager. Kunne ikke oprette album
fi_fi: Albumin luonti ei onnistunut.
nl_nl: Mislukt, het album kon niet gemaakt worden
ru_ru: Извините, невозможно создать галерею

source: Invalid album ID
da_dk: Ugyldigt id på album
fi_fi: Väärä albumin ID
nl_nl: Ongeldig album ID
ru_ru: Альбом с ID=%s не существует.
