Repository: nickg/nextcellent
Catalog: lang/nggallery-*.po
Languages: da_dk, fi_fi, nl_nl, ru_ru

source: No picture
da_dk: Intet billede
fi_fi: Ei kuvaa
nl_nl: Geen afbeelding
ru_ru: Нет изображения

source: Page Link to
da_dk: Link til en side (album)
fi_fi: Sivu linkitetty
nl_nl: Pagina Link naar
ru_ru: Ссылка на страницу

source: Not linked
da_dk: Ikke linket
fi_fi: Ei linkitetty
nl_nl: Niet gelinkt
ru_ru: Без ссылки

source: Cancel
da_dk: Annullér
fi_fi: Peruuta
nl_nl: Annuleren
ru_ru: Отмена

source: Title
da_dk: Titel
fi_fi: Otsikko
nl_nl: Titel
ru_ru: Заголовок

source: Page
da_dk: Side
fi_fi: Sivu
nl_nl: Pagina
ru_ru: Страница

source: Sorry, NextCellent Gallery works only with a role called administrator
da_dk: Beklager NextGallery virker kun med en administrator rolle
fi_fi: NextCellent Gallery toimii vain roolissa "Administrator"
nl_nl: Helaas, NextCellent Gallery werkt enkel met een rol genaamd administrator
ru_ru: Извините, настраивать работу NextCellent Gallery может только Администратор

source: NextCellent Gallery : Tables could not created, please check your database settings
da_dk: NextCellent Gallery: Tabellerne kunne ikke tilføjes, tjek dine database indstillinger
fi_fi: NextCellent Gallery : Tauluja ei voitu luoda, tarkista tietokanta-asetukset
nl_nl: NextCellent Gallery: tabellen kunnen niet gemaakt worden, controleer je database-instellingen
ru_ru: NextCellent Gallery: таблицы не могут быть созданы, пожалуйста, проверьте настройки вашей БД

source: [Show as slideshow]
da_dk: [Vis som diasshow]
fi_fi: [Näytä diasarjana]
nl_nl: [Toon als slideshow]
ru_ru: [Показывать как слайдшоу]

source: [Show picture list]
da_dk: [Vis som billedliste]
fi_fi: [Näytä kuvalista]
nl_nl: [Toon afbeeldingen lijst]
ru_ru: [Показывать список картинок]

source: Settings updated successfully
da_dk: Indstillingerne er gemt
nl_nl: Met succes bijgewerkt

source: Cache cleared
da_dk: Cache slettet
fi_fi: Välimuisti tyhjennetty
nl_nl: Cache leeg gemaakt
ru_ru: Кэш очищен

source: General settings
da_dk: Generelle indstillinger
fi_fi: Yleiset asetukset
nl_nl: Instellingen
ru_ru: Основные настройки

source: Gallery path
da_dk: Sti til Galleri
fi_fi: Galleriapolku
nl_nl: Galerij pad
ru_ru: Путь к галереи

source: This is the default path for all galleries
da_dk: Dette er standardstien til alle gallerier
fi_fi: Tämä on kaikkien gallerioiden oletuspolku
nl_nl: Dit is het standaard pad voor alle galerijen
ru_ru: Это стандартный путь для всех галерей

source: Silent database upgrade
nl_nl: Databank in stilte bijwerken

source: Update the database without notice.
nl_nl: Werk de databank bij zonder melding.

source: Image files
da_dk: Billede filer
fi_fi: Kuvatiedostot
nl_nl: Afbeeldingsbestanden
ru_ru: Файлы изображений

source: Delete files when removing a gallery from the database
da_dk: Slet billede filerne når et galleri bliver slettet fra databasen
fi_fi: Poista tiedostot, kun poistat gallerian tietokannasta
nl_nl: Verwijder bestanden, als een galerij in de database verwijderd wordt.
ru_ru: Удалить файлы при удалении галереи

source: Select graphic library
da_dk: Vælg grafisk bibliotek
fi_fi: Valitse grafiikkakirjasto
nl_nl: Selecteer grafische bibliotheek
ru_ru: Выбрать графическую библиотеку

source: GD Library
fi_fi: GD-kirjasto
nl_nl: GD bibliotheek
ru_ru: Библиотека GD

source: ImageMagick (Experimental)
da_dk: ImageMagick (eksperimentalt)
fi_fi: ImageMagick (kokeellinen)
nl_nl: ImageMagick (Experimenteel)
ru_ru: ImageMagick (Экспериментально)

source: Path to the ImageMagick library:
nl_nl: Locatie van de bibliotheek:

source: Add a RSS feed to you blog header. Useful for CoolIris/PicLens
da_dk: Tilføj et RSS feed, der kan bruges af bl.a. CoolIris/Piclens
fi_fi: Lisää RSS-syöte blogisi headeriin. Kätevä CoolIris/PicLensin kanssa
nl_nl: Een RSS-feed wordt toegevoegd aan je header. Handig voor CoolIris/PicLens
ru_ru: Добавить RSS-фид к Вашебу заголовку блога. Работает с CoolIris/PicLens

source: Include support for PicLens and CoolIris
da_dk: Understøt CoolIris og Piclens
fi_fi: Lisää tuki PicLensille ja CoolIrisille
nl_nl: Inclusief ondersteuning voor PicLens en CoolIris
ru_ru: Включить поддержку для PicLens and CoolIris

source: When activated, JavaScript is added to your site footer. Make sure that wp_footer is called in your theme.
da_dk: Når aktiveret, tilføjes JavaScript til wp_footer.
fi_fi: Jos aktivoitu, JavaScript lisätään sivustosi alaotsikkoon. Varmista, että teemasi kutsuu wp_footer:ia.
nl_nl: Als je deze optie activeert, wordt wat javascript toegevoegd aan je footer. Verzeker je ervan dat wp_footer wordt aangeroepen in je thema
ru_ru: Если активировано, то в ваш футер будут добавлены JS-скрипты. Убедитесь, что в Вашей теме вызывается тег шаблона wp-footer.

source: Use permalinks
da_dk: Brug permanent links
fi_fi: Käytä kiinteitä polkuosoitteita
nl_nl: Gebruik permalinks
ru_ru: Использовать постоянные ссылки

source: Adds a static link to all images
da_dk: Tilføjer et statisk link til alle billeder
fi_fi: Lisää staattisen linkin kaikkiin kuviin
nl_nl: Voegt een statische link toe aan alle afbeeldingen
ru_ru: Добавить постоянные ссылки ко всем изображениям

source: When activating this option, you need to update your permalink structure once
da_dk: Når aktiveret, skal du lige gemme Permanent links under Indstillinger(WP) -> Permanent links
fi_fi: Kun aktivoit tämän vaihtoehdon, sinun on päivitettävä pysyvien linkkien rakenne kerran.
nl_nl: Als je deze optie activeert, is het nodig eenmalig je permalinkstructuur te updaten.
ru_ru: Если эта опция будет активирована, Вам следует обновить структуру постоянных ссылок на сайте

source: Gallery slug:
da_dk: Galleri korttitel
fi_fi: Gallerian lyhytnimi :
nl_nl: Galerijslug:
ru_ru: Слаг галереи:

source: Recreate URLs
da_dk: Regenerer URL'er
fi_fi: Luo URL:t uudelleen
nl_nl: URL's hermaken
ru_ru: Пересоздать все URL

source: Start now &raquo;
nl_nl: Nu starten

source: If you've changed these settings, you'll have to recreate the URLs.
da_dk: Hvis du ændre dette, skal du regenerer URL'er
fi_fi: Jos olet muuttanut näitä asetuksia, sinun on luotava URL:t uudelleen.
nl_nl: Als je deze instellingen hebt aangepast, zal de URL's moeten hermaken.
ru_ru: Если Вы измените эти настройки, то Вам придётся пересоздать все URL.

source: Related images
da_dk: Relaterede billeder
fi_fi: Liittyvät kuvat
nl_nl: Gerelateerde afbeeldingen
ru_ru: Похожие изображения

source: Add related images
da_dk: Tilføj relaterede billeder
fi_fi: Lisää liittyvät kuvat
nl_nl: Voeg gerelateerde afbeeldingen toe
ru_ru: Все связанные изображения

source: This will add related images to every post
da_dk: Tilføj relaterede billeder
fi_fi: Tämä lisää liittyvät kuvat kaikkiin artikkeleihin
nl_nl: Deze optie zal gerelateerde afbeeldingen toevoegen aan elk bericht
ru_ru: Это добавит связанные изображения к каждой записи

source: Match with
da_dk: Match med
fi_fi: Vertaa
nl_nl: Matchen met
ru_ru: Связать с

source: Categories
da_dk: Kategorier
fi_fi: Aihealueet
nl_nl: Categorie&#235;n
ru_ru: Категории

source: Max. number of images
da_dk: Max antal billeder
fi_fi: Kuvien maksimimäärä
nl_nl: Max. aantal afbeeldingen
ru_ru: Макс. количество изображений

source: 0 will show all images
da_dk: 0 vil vise alle billeder
fi_fi: 0 näyttää kaikki kuvat
nl_nl: 0 zal alle afbeeldingen tonen
ru_ru: При 0 покажет все изображения

source: Save Changes
da_dk: Gem ændringer
fi_fi: Tallenna muutokset
nl_nl: Bijwerken
ru_ru: Сохранить изменения

source: Image settings
da_dk: Billedindstillinger
fi_fi: Kuva-asetukset
nl_nl: Afbeeldings instellingen
ru_ru: Настройки изображений

source: Resize images
da_dk: Ændre billedstørrelse
fi_fi: Muuta kuvakokoa
nl_nl: Formaat afbeeldingen aanpassen
ru_ru: Изменить размер изображений

source: Width
da_dk: Bredde
fi_fi: Leveys
nl_nl: Breedte
ru_ru: Ширина

source: Height
da_dk: Højde
fi_fi: Korkeus
nl_nl: Hoogte
ru_ru: Высота

source: Width and height (in pixels). NextCellent Gallery will keep the ratio size.
da_dk: Bredde og højde (i pixel). Proportioner bibeholdes.
fi_fi: Leveys ja korkeus (pikseleinä). NextCellent Gallery säilyttää sivusuhteen.
nl_nl: Breedte en hoogte (in pixels). NextCellent Gallery zal de verhoudingen respecteren.
ru_ru: Ширина и Высота (в пикселах). NextCellent Gallery сохранит пропорции.

source: Image quality
da_dk: Billedkvalitet
fi_fi: Kuvan laatu
nl_nl: Kwaliteit afbeeldingen
ru_ru: Качество изображений

source: Backup original
fi_fi: Varmista alkuperäinen
nl_nl: Back-up van origineel
ru_ru: Сохранить оригинал

source: Create a backup for the resized images
da_dk: Lav en backup af de resized billeder
fi_fi: Luo varmistus kooltaan muuteuista kuvista
nl_nl: Maak een back-up van de herschaalde afbeeldingen
ru_ru: Создавать бэкапы для изменяемых изображений

source: Automatically resize
da_dk: Automatisk ændring af størrelse
fi_fi: Muuta koko automaattisesti
nl_nl: Automatisch grootte aanpassen
ru_ru: Изменять размер автоматически

source: Automatically resize images on upload.
da_dk: Ændr automatisk størrelsen på billeder efter upload.
fi_fi: Muuta kuvien koko automaattisesti latauksessa.
nl_nl: Afbeeldingsgrootte automatisch aanpassen tijdens uploaden
ru_ru: Автоматически изменять размер изображений при загрузке.

source: Thumbnail settings
da_dk: Indstillinger for miniaturer
fi_fi: Esikatselukuvien asetukset
nl_nl: Thumbnail instellingen
ru_ru: Настройки превью

source: Please note: if you change these settings, you need to recreate the thumbnails under -> Manage Gallery .
fi_fi: Huom : Jos muutat näitä asetuksia, sinun on luotava esikatselukuvat uudelleen -> Gallerian hallinta.
nl_nl: Opmerking: als je deze instellingen verandert, is het nodig om de miniaturen opnieuw te maken.
ru_ru: Пожалуйста, обратите внимание: если Вы изменяете эти настройки, то Вам нужно будет пересоздать миниатюры изображений в "Управление Галереей".

source: Thumbnail size
da_dk: Størrelse
fi_fi: Esikatselukuvan koko
nl_nl: Miniauurgrootte
ru_ru: Размер миниатюры

source: These values are maximum values.
nl_nl: Dit zijn de maximale waarden

source: Fixed size
da_dk: Angivet størrelse
fi_fi: Kiinteä koko
nl_nl: Vaste grootte
ru_ru: Фиксированный размер

source: Ignore the aspect ratio, so no portrait thumbnails.
nl_nl: Dit zal de verhouding negeren, dus geen miniaturen in portretmodus.

source: Thumbnail quality
da_dk: Miniaturekvalitet
fi_fi: Esikatselukuvan laatu
nl_nl: Thumbnail kwaliteit
ru_ru: Качество превью

source: Single picture
da_dk: Enkeltbilleder
fi_fi: Yksittäiskuva
nl_nl: Enkele afbeelding
ru_ru: Единая структура

source: Clear cache folder
da_dk: Slet cache-mappe
fi_fi: Tyhjennä välimuistikansio
nl_nl: Leegmaken cache map
ru_ru: Очистить папку кэша

source: Proceed now &raquo;
nl_nl: Nu leegmaken

source: Gallery settings
da_dk: Galleri-indstillinger
fi_fi: Gallerian asetukset
nl_nl: Galerij instellingen
ru_ru: Настройки галереи

source: Inline gallery
da_dk: Intet galleri
fi_fi: Inline-galleria
nl_nl: Inline galerij
ru_ru: В строчку

source: Galleries will not be shown on a subpage, but on the same page.
fi_fi: Gallerioita ei näytetä alasivulla, vaan samalla sivulla.
nl_nl: Galerijen zullen op dezelfde pagina getoond worden.
ru_ru: Галереи не будут показываться в дочерних страницах, только на той же самой.

source: Images per page
da_dk: Billeder pr. side
fi_fi: Kuvien lukumäärä sivulla
nl_nl: Afbeeldingen per pagina
ru_ru: Изображений на странице

source: images
nl_nl: Afbeeldingen

source: 0 will disable pagination and show all images on one page.
nl_nl: 0 schakelt instellen voor pagina&#39;s uit, alle afbeeldingen komen op 1 pagina

source: Columns
da_dk: Kolonner
fi_fi: Sarakkeita
nl_nl: Kolommen
ru_ru: Столбцов

source: columns per page
nl_nl: Afbeeldingen per pagina

source: 0 will display as much columns as possible. This is normally only required for captions below the images.
fi_fi: 0 näyttää niin monta kuin mahtuu teemasi sisältöleveydelle. Asetus tarvitaan yleensä vain kuviatekstejä varten.
nl_nl: 0 zal zoveel mogelijk tonen. Instellen is normaal alleen vereist voor tekst onder de afbeeldingen.
ru_ru: Если установить 0, показаны будут все изображения

source: Enable slideshow
da_dk: Aktiver slideshow
fi_fi: Käytä diaesitystä
nl_nl: Flash-diavoorstelling inschakelen
ru_ru: Включить слайд-шоу

source: Text to show:
da_dk: Tekst der skal vises:
fi_fi: Näytettävä teksti:
nl_nl: Te tonen tekst:
ru_ru: Показывать текст

source: This is the text the visitors will have to click to switch between display modes.
fi_fi: Kävijöiden on klikattava tätä tekstiä vaihtaakseen esitysmuotojen välillä.
nl_nl: Dit is de tekst die bezoekers zullen zien als ze wisselen tussen de weergavemodi.
ru_ru: Это текст, на который посетители будут кликать при смене режимов.

source: Show first
da_dk: Vis først
fi_fi: Näytä ensin.
nl_nl: Toon eerst
ru_ru: Показывать первым(и)

source: Choose what visitors will see first.
nl_nl: Kies wat bezoekers eerst zullen zien.

source: ImageBrowser
fi_fi: Kuvaselain
nl_nl: Afbeeldingsbrowser
ru_ru: Проводник изображений

source: Use ImageBrowser instead of another effect.
fi_fi: Käytä kuvaselainta jonkin muun efektin asemesta.
nl_nl: In plaats van een effect zal de galerij de afbeeldingsbrowser openen
ru_ru: Использовать Проводник вместо других эффектов.

source: Hidden images
da_dk: Skjulte billeder
fi_fi: Piilotetut kuvat
nl_nl: Verborgen afbeeldingen
ru_ru: Скрытые изображения

source: Loads all images for the modal window, when pagination is used (like Thickbox, Lightbox etc.).
fi_fi: Lataa kaikki kuvat modaali-ikkunaan kun sivutus on käytössä (esim. Thickbox, Lightbox jne.).
nl_nl: Laadt alle afbeeldingen voor het modaal venster als pagina's worden gebruikt (zoals Thickbox, Lightbox, enz.).
ru_ru: Все изображения загружаются в модальное окно (такое, как Lightbox, Thickbox и т.п.), если используется постраничный вывод.

source: Note: this increases the page load (possibly a lot)
fi_fi: huom: tämä lisää sivukuormitusta (mahdollisesti paljonkin)
nl_nl: Opmerking: dit verhoogt de laadtijd van de pagina (met misschien wel veel)
ru_ru: Внимание: это увеличит время загрузки страницы (возможно, намного)

source: AJAX pagination
da_dk: AJAX side opdeling (pageination)
fi_fi: Aktivoi AJAX-sivutus
nl_nl: AJAX-pagina's
ru_ru: постраничный AJAX вывод

source: Use AJAX pagination to browse images without reloading the page.
fi_fi: Selaa kuvia AJAX-sivutulsella ilman sivun latausta.
nl_nl: Gebruik AJAX-pagina's om afbeeldingen te bekijken zonder de pagina te herladen.
ru_ru: Использовать постраничный AJAX вывод для просмотра изображений без их перезагрузки.

source: Note: works only in combination with the Shutter effect.
fi_fi: Huom: toimii vain Shutter-efektin kanssa
nl_nl: Opmerking: Werkt alleen in combinatie met het shutter-effect.
ru_ru: Внимание: будет работать только в комбинации с эфектом Shutter.

source: Sort options
da_dk: Indstillinger for sortering
fi_fi: Lajitteluvaihtoehdot
nl_nl: Opties sorteren
ru_ru: Настройки сортировки

source: Sort thumbnails
da_dk: Sortér miniaturer
fi_fi: Lajittele esikatselukuvat
nl_nl: Thumbnail volgorde
ru_ru: Сортировать превью

source: Custom order
da_dk: Brugerdefineret rækkefølge
fi_fi: Räätälöity järjestys
nl_nl: Volgorde wijzigen
ru_ru: Вручную

source: Image ID
da_dk: Billed-id
fi_fi: Kuva ID
nl_nl: Afbeeldings ID
ru_ru: ID изображения

source: File name
da_dk: Filnavn
fi_fi: Tiedostonimi
nl_nl: Bestandsnaam
ru_ru: Название файла

source: Alt / Title text
da_dk: Alt- eller titeltekst
fi_fi: Alt / otsikkoteksti
nl_nl: Alt / Titel tekst
ru_ru: Текст Alt / Title

source: Date / Time
da_dk: Dato/tid
fi_fi: Pvm/Aika
nl_nl: Datum / tijd
ru_ru: Дата / Время

source: Sort direction
da_dk: Sorteringsretning
fi_fi: Lajittelusuunta
nl_nl: Volgorde
ru_ru: Направление сортировки

source: Ascending
da_dk: Stigende
fi_fi: Laskeva
nl_nl: Oplopend
ru_ru: По возрастанию

source: Descending
da_dk: Faldende
fi_fi: Nouseva
nl_nl: Aflopend
ru_ru: По убыванию

source: Here you can select the thumbnail effect, NextCellent Gallery will integrate the required HTML code in the images. Please note that only the Shutter and Thickbox effect will automatic added to your theme.
fi_fi: Tässä voit valita esikatselukuvien efektin, NextGEN Gallery lisää tarvittavan HTML-koodin kuviin. Huomaa, että vain Shutter- ja Thickbox -efektit lisätään automaattisesti teemaasi.
nl_nl: Hier kun je het effect voor de miniaturen selecteren, NextCellent Gallery zal de vereiste HTML code in de afbeeldingen integreren. Houd er rekening mee dat alleen het sluiter- en thickbox-effect automatisch toegevoegd worden aan je thema.
ru_ru: Здесь Вы можете выбрать эффект для миниатюры, NextCellent Gallery интегрирует нужный HTML-код с показываемым изображенем. Пожалуйста, помните, что автоматически это произойдёт только с эффектами Thickbox и Shutter.

source: With the placeholder <strong> %GALLERY_NAME% </strong> you can activate a navigation through the images (depend on the effect). Change the code line only , when you use a different thumbnail effect or you know what you do.
nl_nl: <br>Er kan navigatie toegevoegd worden aan de afbeeldingen (hangt van het effect af). Wijzig de code uitsluitend als je voor een afwijkend thumbnail effect gaat of als je weet waar je mee bezig bent!

source: None
da_dk: Ingen
fi_fi: ei mitään
nl_nl: Geen
ru_ru: Ничего

source: Shutter
fi_fi: Suljin
nl_nl: Sluiter

source: Link Code line
da_dk: Linkkode-linje
fi_fi: Linkki-koodirivi
nl_nl: Link Code regel
ru_ru: Строка кода для ссылки

source: Please note : you can only activate the watermark under -> Manage Galleries. This action cannot be undone.
nl_nl: Opmerking: je kan het watermerk enkel activeren bij -> Galerij beheren. Deze actie kan niet ongedaan gemaakt worden.

source: Preview
da_dk: Forhåndsvisning
fi_fi: Esikatselu
nl_nl: Vooraf bekijken
ru_ru: Предварительный просмотр

source: Select an image
nl_nl: Selecteer een afbeelding om vooraf te bekijken:

source: View full image
nl_nl: Afbeelding vooraf bekijken

source: Position
fi_fi: Sijainti
nl_nl: Positie
ru_ru: Расположение

source: Use image as watermark
da_dk: Brug billede som vandmærke
fi_fi: Käytä kuvaa vesileimana
nl_nl: Gebruik afbeelding als watermerk
ru_ru: Использовать изображение в качестве водяного знака

source: URL to file
da_dk: Fil-URL
fi_fi: URL tiedostoon
nl_nl: URL naar bestand
ru_ru: Адрес (URL) изображения

source: Use text as watermark
da_dk: Brug tekst som vandmærke
fi_fi: Käytä tekstiä vesileimana
nl_nl: Gebruik tekst als watermerk
ru_ru: Использовать текст в качестве водяного знака

source: Font
da_dk: Skrifttype
fi_fi: Fontti
nl_nl: Lettertype
ru_ru: Шрифт

source: This function will not work, cause you need the FreeType library
da_dk: Denne funktion virker ikke. Du skal bruge FreeType-biblioteket
fi_fi: Tämä toiminto vaatii FreeType-kirjaston
nl_nl: Deze functie zal niet werken, omdat je een Free Type library nodig hebt
ru_ru: Эта настройка не будет работать, потому что отсутствует библиотека FreeType

source: You can upload more fonts in the folder <strong>nggallery/fonts</strong>
da_dk: Du kan uploade flere skrifttyper til mappen <strong>nggallery/fonts</strong>
fi_fi: Voit ladata lisää fontteja kansioon <strong>nggallery/fonts</strong>.
nl_nl: Je kan meer lettertypes uploaden in de map <strong>nggallery/fonts</strong>
ru_ru: Вы может использовать больше шрифтов, загрузив их в папку <strongnextgen-gallery/fonts</strong>

source: Size
da_dk: Størrelse
fi_fi: Koko
nl_nl: Formaat
ru_ru: Размер

source: Color
da_dk: Farve
fi_fi: Väri
nl_nl: Kleur
ru_ru: Цвет

source: Text
da_dk: Tekst
fi_fi: Teksti
nl_nl: Tekst
ru_ru: Текст

source: Opaque
da_dk: Gennemsigtighed
fi_fi: Läpinäkyvyys
nl_nl: Ondoorzichtig
ru_ru: Прозрачность

source: Fit to space
nl_nl: Aanpassen aan de ruimte

source: Let the slideshow fit in the available space.
nl_nl: Pas de diavoorstelling aan aan de beschikbare ruimte.

source: Default size
da_dk: Standard størrelse
fi_fi: Oletuskoko (L x K)
nl_nl: Standaardgrootte
ru_ru: Основной размер

source: Transition / Fade effect
da_dk: Overgangs-/fade-effekt
fi_fi: Siirtymäefekti
nl_nl: Overgang afbeeldingen / Vervaag effect
ru_ru: Эффект перехода

source: Attention Seekers
nl_nl: Aandacht!

source: Bouncing Entrances
nl_nl: Stuiterende ingangen

source: Fading Entrances
nl_nl: Vervagende ingangen

source: Fading Exits
nl_nl: Vervagende uitgangen

source: Lightspeed
nl_nl: Sluiter snelheid

source: Rotating Entrances
nl_nl: Draaiende ingangen

source: Rotating Exits
nl_nl: Draaiende uitgangen

source: Specials
nl_nl: Bijzonderheden

source: Zoom Entrances
nl_nl: Zoomende ingangen

source: These effects are powered by
nl_nl: Deze effecten zijn mogelijk door

source: Click here for examples of all effects and to learn more.
nl_nl: Klik hier voor een voorbeeld van alle effecten en om meer te leren.

source: Loop
nl_nl: Herhalen

source: Infinity loop. Duplicate last and first items to get loop illusion.
nl_nl: Oneindig herhalen. Het eerste en laatste item worden gedupliceerd om een lusillusie te creëren.

source: Mouse/touch drag
nl_nl: Muis/aanraak slepen

source: Enable dragging with the mouse (or touch).
nl_nl: Schakel slepen met de muis (of aanraking) in.

source: Previous / Next
nl_nl: Vorige tags

source: Show next/previous buttons.
nl_nl: Knop vorige/volgende tonen.

source: Show dots
nl_nl: Toon als

source: Show dots for each image.
nl_nl: Afbeelding uitrekken

source: Autoplay
nl_nl: Automatisch afspelen

source: Automatically play the images.
nl_nl: Automatisch grootte aanpassen

source: Duration
da_dk: Varighed
fi_fi: Kestoaika
nl_nl: Tijdsduur
ru_ru: Продолжительность

source: Pause on hover
nl_nl: Pauzeren bij hover

source: Pause when hovering over the slideshow.
nl_nl: Verander opties voor de diavoorstelling.

source: Click for next
nl_nl: Klik om te sluiten

source: Click to go to the next image.
nl_nl: Ga naar de volgende pagina

source: Number of images
da_dk: Antal billeder
nl_nl: Aantal afbeeldingen

source: Number of images to display when using random or latest.
nl_nl: Aantal afbeeldingen bij laatste of willekeurig.

source: Rebuild image structure : %s / %s images
da_dk: Gendan billedstruktur: %s / %s billeder
fi_fi: Rakenna kuvarakenne uudestaan : %s / %s kuvaa
nl_nl: Opnieuw opgebouwde afbeelding structuur: %s / %s afbeeldingen
ru_ru: Восстановление структуры изображения : %s / %s изобр.

source: Rebuild gallery structure : %s / %s galleries
da_dk: Gendan galleristruktur: %s / %s gallerier
fi_fi: Rakenna galleriarakenne uudestaan : %s / %s galleriaa
nl_nl: Opnieuw opgebouwde gallery structuur: %s / %s gallerys
ru_ru: Восстановление структуры галереи: %s / %s

source: Rebuild album structure : %s / %s albums
da_dk: Gendan albumstruktur: %s / %s album
fi_fi: Rakenna albumirakenne uudestaan : %s / %s albumia
nl_nl: Opnieuw opgebouwde album structuur: %s / %s albums
ru_ru: Восстановление структуры альбома: %s / %s

source: Done.
da_dk: Udført.
fi_fi: Tehty.
nl_nl: Klaar.
ru_ru: Сделано

source: Contributors
da_dk: Bidragere
fi_fi: Tukijat
nl_nl: Bijdragers
ru_ru: Соратники

source: Here you can control your images, galleries and albums.
da_dk: Her kan du kontrollere dine billeder, gallerier og album.
fi_fi: Täällä voi hallita kuviasi, gallerioitasi ja albumeitasi.
nl_nl: Hier kunnen de afbeeldingen, gallerys en albums beheerd worden.
ru_ru: Здесь мы можете управлять своими изображениями, галереями и альбомами.

source: Image
da_dk: Billede
fi_fi: Kuva
nl_nl: Afbeelding

source: Add new pictures
nl_nl: Eén afbeelding

source: Storage Space
da_dk: Lagerplads
fi_fi: Tallennustila
nl_nl: Opslag ruimte
ru_ru: Хранилище

source: Allowed
nl_nl: Je hebt geen toestemming om hier te zijn

source: <a href="%1$s" title="Manage Uploads">%2$s MB</a>
nl_nl: <a href="%1$s" title="Beheer uploads" class="musublink">%2$sMB</a>

source: Used
nl_nl: Toon / verberg gebruikte galerijen
