Repository: nickg/nextcellent
Catalog: lang/nggallery-*.po
Languages: da_dk, fi_fi, nl_nl, ru_ru

source: Width x height (in pixel)
da_dk: Bredde x højde (i pixel)
fi_fi: Leveys x korkeus (pikseleinä)
ru_ru: Ширина на высоту (в пикселях)

source: Size of the image
da_dk: Billedstørrelse
fi_fi: Kuvan koko
ru_ru: Список изображений

source: Draft
da_dk: Kladde
fi_fi: Luonnos

source: Path to the library:
da_dk: Sti til biblioteket
fi_fi: Polku kirjastoon:
ru_ru: Путь к библиотеке:

source: Media RSS feed
da_dk: Medie RSS feed
fi_fi: Media RSS -syöte
ru_ru: Медиа RSS-лента

source: PicLens/CoolIris
da_dk: ColIris/Piclens

source: Permalinks
da_dk: Permanent links
fi_fi: Kiinteät polkuosoitteet
ru_ru: Постоянные ссылки

source: Start now
da_dk: Start nu
fi_fi: Aloita nyt
ru_ru: Начать немедленно

source: Proceed now
da_dk: Fortsæt nu
fi_fi: Jatka nyt
ru_ru: Ок

source: 0 will disable pagination, all images on one page
da_dk: 0 vil annullere sideinddeling; alle billeder vises på én side
fi_fi: 0 estää sivutuksen, kaikki kuvat samalla sivulla
ru_ru: При "0" все изображения будут выведены на одной странице

source: Thumbnails
da_dk: Miniaturer
fi_fi: Esikatselukuvat
ru_ru: Превью

source: With the placeholder
da_dk: Med pladsholderen
fi_fi: Sijoituspaikalla
ru_ru: С помощью

source: you can activate a navigation through the images (depend on the effect). Change the code line only , when you use a different thumbnail effect or you know what you do.
da_dk: kan du aktivere navigation igennem billederne (afhængig af de valgte effekter). Du skal kun ændre linkkode-linjen, hvis du ønsker at bruge andre miniature-effekter, eller du ved hvad du laver.
fi_fi: voit aktivoida navigoinnin kuvista (efektistä riippuen). Muuta koodiriviä vain, kun käytät toista esikatselukuvien efektiä tai tiedät, mitä olet tekemässä.
ru_ru: вы можете активировать навигацию по изображениям (зависит от эффекта). Изменяйте код, только если используете другой эффект для превью или просто знаете, что делаете.

source: JavaScript Thumbnail effect
da_dk: JavaScript-miniatureeffekter
fi_fi: JavaScript-esikatselukuva-efekti
ru_ru: JavaScript-эффект для превью

source: Custom
da_dk: Brugervalgt
fi_fi: Räätälöity
ru_ru: Пользовательский

source: Offset
da_dk: fra margen
fi_fi: Siirtymä
ru_ru: Смещение

source: The accessing of URL files is disabled at your server (allow_url_fopen)
da_dk: Adgangen til URL-filer (på andre domæner) er slået fra på din server (allow_url_fopen)
fi_fi: Pääsy URL-tiedostoihin on estetty tällä palvelimella (allow_url_fopen)
ru_ru: Доступ к файлам (URL) отключен на вашем сервере (allow_url_fopen).

source: (hex w/o #)
da_dk: (hex w/o #)<br />Klik her for at se farvekoder: <a href="http://html-color-codes.info/">HTML Color Codes</a> (o.a.)
ru_ru: (hex, без #)

source: sec.
da_dk: sekunder
fi_fi: s.
ru_ru: сек.

source: cover
da_dk: dække
fi_fi: peitto
ru_ru: покрытие

source: scrollUp
da_dk: scrollOp
ru_ru: Прокрутка вверх

source: scrollDown
da_dk: scrollNed
ru_ru: Прокрутка вниз

source: shuffle
da_dk: bland-modus
fi_fi: sekoitus
ru_ru: Случайная смена изображений

source: toss
da_dk: smid op
fi_fi: heitä
ru_ru: толчок

source: wipe
da_dk: slet
fi_fi: pyyhi
ru_ru: стирание

source: See here for more information about the effects :
da_dk: Se her for flere informationer om effekterne:
fi_fi: Täältä löytyy lisätietoa efekteistä:
ru_ru: Смотрите здесь для получения дополнительной информации о эфектах :

source: Settings for the JW Image Rotator
da_dk: Indstillinger for JW Image Rotator
fi_fi: JW Image Rotatorin asetukset
ru_ru: Настройки JW Image Rotator

source: The path to JW Image Rotator is not defined, the slideshow will not work.
da_dk: Stien til JW Image Rotator er ikke defineret, hvilket er påkrævet.
fi_fi: Polkua imagerotator.swf -tiedostoon ei ole määritelty, flash-diasarja ei toimi.
ru_ru: Путь к JW Image Rotator не определён, слайд-шоу не будет работать.

source: Enable flash slideshow
da_dk: Aktivér flashbaseret diasshow
fi_fi: Aktivoi Flash diashow
ru_ru: Включить flash-загрузку

source: Integrate the flash based slideshow for all flash supported devices
da_dk: Integrér det Flashbaserede diasshow for alt, der understøtter Flash
fi_fi: Käytä flash-diasarjaa kaikissa flashia tukevissa laitteissa
ru_ru: Интеграция на основе флеш слайд-шоу для всех флеш-устройств, поддерживаемых

source: Path to the JW Image Rotator (URL)
da_dk: Stien til JW Image Rotator (URL)
fi_fi: Poku JW Image Rotatoriin (URL)
ru_ru: Путь к JW Image Rotator (URL)

source: Search now
da_dk: Søg nu
fi_fi: Etsi nyt
ru_ru: Искать

source: Shuffle mode
da_dk: Bland-modus
fi_fi: Sekoitustila
ru_ru: Случайная смена изображений

source: Show next image on click
da_dk: Vis næste billede, når der klikkes
fi_fi: Näytä seuraava kuva klikkauksella
ru_ru: Показывать следующее изображение по клику

source: Show navigation bar
da_dk: Vis navigationsbar
fi_fi: Näytä navigointipalkki
ru_ru: Показывать навигационную панель

source: Show loading icon
da_dk: Vis load-ikon
fi_fi: Näytä latauskuvake
ru_ru: Показывать значок загрузки

source: Use watermark logo
da_dk: Brug vandmærkelogo
fi_fi: Käytä vesileimalogoa
ru_ru: Использовать водяной знак

source: You can change the logo at the watermark settings
da_dk: Du kan ændre logoet i indstillinger for vandmærker
fi_fi: Voit muttaa logoa vesileima-asetuksista
ru_ru: Вы можете изменить водяной знак в настройках

source: Stretch image
da_dk: Stræk billede
fi_fi: Venytä kuvaa
ru_ru: Растягивать изображение

source: true
da_dk: Ja
fi_fi: tosi
ru_ru: да

source: false
da_dk: Nej
fi_fi: epätosi
ru_ru: нет

source: fit
da_dk: Tilpas
fi_fi: sovita
ru_ru: уместить

source: none
da_dk: Gør intet
fi_fi: ei mitään
ru_ru: никакой

source: bgfade
da_dk: Baggrunds-fade

source: slowfade
da_dk: Langsom fade

source: circles
da_dk: Cirkler
fi_fi: ympyrät

source: bubbles
da_dk: Bobler
fi_fi: kuplat

source: blocks
da_dk: Blokke
fi_fi: lohkot

source: fluids
da_dk: Flydende
fi_fi: nesteet

source: flash
da_dk: Blitz
fi_fi: salama

source: lines
da_dk: Linjer
fi_fi: viivat

source: Use slow zooming effect
da_dk: Brug langsom zoomeffekt
fi_fi: käytä hidasta Zoom-efektiä
ru_ru: Эффект медленного приближения

source: Background Color
da_dk: Baggrundsfarve<br />(<a href="http://html-color-codes.info/">Farveoversigt</a>)
fi_fi: Taustaväri (BG)
ru_ru: Цвет фона

source: Texts / Buttons Color
da_dk: Tekst-/Knapfarve
fi_fi: Texti- / nappiväri
ru_ru: Цвет текста / кнопок

source: Rollover / Active Color
da_dk: Rollover/Aktiv farve
fi_fi: Rollover / aktiivi (linkki) -väri
ru_ru: Цвет при наведении курсора

source: Screen Color
da_dk: Skærmfarve
fi_fi: Ruudun väri
ru_ru: Цвет фона

source: Background music (URL)
da_dk: Baggrundsmusik (URL)
fi_fi: Taustamusiikki (URL)
ru_ru: Фоновая музыка (URL)

source: Try XHTML validation (with CDATA)
da_dk: Prøv XHTML-validation (med CDATA)
fi_fi: Kokeile XHTML-validointia (hyödyntää CDATA)
ru_ru: Попытаться проверить XHTML на валидность (с CDATA)

source: Reset all settings to default parameter
da_dk: Nulstil alle indstillinger til standardværdier
fi_fi: Palauta kaikki asetukset oletusarvoihin.
ru_ru: Сбросить все настройки к стандартным

source: Uninstall sucessful ! Now delete the plugin and enjoy your life ! Good luck !
da_dk: Afinstallationen lykkedes! Slet nu pluginet og nyd dit liv! Held og lykke!
fi_fi: Poisto onnistuih! Voit nyt poistaa lisäosan ja nauttia elämästäsi! Onnea!
ru_ru: Удаление успешно! Теперь удалите плагин и наслаждайтесь вашей жизнью, удачи!

source: Reset all options to default settings ?\n\nChoose [Cancel] to Stop, [OK] to proceed.\n
da_dk: Nulstil alle indstillinger til standard?\n\nVælg [Annullér] for at stoppe, [OK] for at fortsætte.\n
fi_fi: Resetoi kaikki oletusarvoihin?\n\nValitse [peruuta] keskeyttääksesi, [OK] jatkaaksesi.\n
ru_ru: Сбросить все настройки?\n

source: You don't like NextCellent Gallery ?
da_dk: Hvad får du med NextCellent galleri?
fi_fi: Etkö pidä NextCellent Gallerystä?
ru_ru: Жаль, если Вам не понраилась NextCellent Gallery...

source: You are about to Uninstall this plugin from WordPress.\nThis action is not reversible.\n\nChoose [Cancel] to Stop, [OK] to Uninstall.\n
da_dk: Du er ved at afinstallere dette plugin fra Wordpress.\nDette kan ikke fortrydes.\n\nVælg [Annullér] for at stoppe, [OK] for at afinstallere.\n
fi_fi: Olet poistamassa tätä lisäosaa WordPressistä.\nTätä toimenpidettä EI voi palauttaa.\n\nValitse [Peruuta] keskeyttääksesi, [OK] poistaaksesi.\n
ru_ru: Вы собираетесь удалить этот плагин.\nЭто действие необратимо.\n

source: Effect
da_dk: Effekter
fi_fi: Efekti
ru_ru: Эффект

source: Could not find NextCellent Gallery database tables, upgrade failed!
da_dk: Kunne ikke finde database tabellerne, opgraderingen fejlede!

source: The default setting should be %s
da_dk: Standardindstillinger bør være %s
fi_fi: Oletusasetus on %s
ru_ru: Значение по умолчанию должно быть %s

source: sec
da_dk: sekunder
fi_fi: s.
ru_ru: сек.

source: Fired
da_dk: Affyret
fi_fi: Laukaistu

source: Credit
da_dk: Kildeangivelse
fi_fi: Tekijä

source: Camera
da_dk: Kamera
fi_fi: Kamera
ru_ru: Камера

source: Headline
da_dk: Overskift
fi_fi: Otsikko
ru_ru: Заголовок

source: Contact
da_dk: Kontakt
fi_fi: Kontakti
ru_ru: Связаться

source: Flash
da_dk: Blitz
fi_fi: Salama

source: Upgrade now
da_dk: Start opgradering nu

source: The <a href="http://www.macromedia.com/go/getflashplayer">Flash Player</a> and <a href="http://www.mozilla.com/firefox/">a browser with Javascript support</a> are needed.
da_dk: Det er nødvendigt med <a href="http://www.macromedia.com/go/getflashplayer">Flash Player</a> og <a href="http://www.mozilla.com/firefox/">en browser med Javascript support</a>.
fi_fi: Tarvitset <a href="http://www.macromedia.com/go/getflashplayer">Adobe Flash Playerin</a> ja <a href="http://www.mozilla.com/firefox/">selaimen Javascript -tuella </a>.
ru_ru: Нужны <a href="http://www.macromedia.com/go/getflashplayer">Flash Player</a> и <a href="http://www.mozilla.com/firefox/">браузер с поддержкой Javascript</a>.

source: Camera / Type
da_dk: Kamera/Type
fi_fi: Kamera / tyyppi
ru_ru: Камера / Тип

source: Widget that displays Media RSS links for NextCellent Gallery.
da_dk: Widget der viser Medie RSS links.
fi_fi: Vimpain, joka näyttä Media RSS -linkit NextCellent Galleryyn.
ru_ru: Виджет, что показывает Медиа-RSS линк для NextCellent Gallery

source: NextCellent Media RSS
da_dk: Medie RSS
ru_ru: NextCellent Gallery Медиа-RSS

source: Show Media RSS icon
da_dk: Vis Media-RSS-ikon
fi_fi: Näytä Media RSS -kuvake
ru_ru: Показывать иконку Media RSS

source: Show the Media RSS link
da_dk: Vis Media RSS-link
fi_fi: Näytä Media RSS -linkki
ru_ru: Показать Media RSS

source: Text for Media RSS link:
da_dk: Tekst til Media RSS-link:
fi_fi: Teksti Media RSS -linkkiin.
ru_ru: Текст для Media RSS:

source: Tooltip text for Media RSS link:
da_dk: Tooltip-tekst til Media RSS-link:
fi_fi: Vinkkiteksti Media RSS -linkkiin.
ru_ru: Подсказка для Media RSS:

source: <a href="http://www.macromedia.com/go/getflashplayer">Get the Flash Player</a> to see the slideshow.
da_dk: Du skal <a href="http://www.macromedia.com/go/getflashplayer">hente Flash Player</a> for at kunne se diasshowet.
fi_fi: <a href="http://www.macromedia.com/go/getflashplayer">Lataa Flash Player</a>, nähdäksesi diasarjan.
ru_ru: Для просмотра слайд-шоу, <a href="http://www.macromedia.com/go/getflashplayer">Скачайте Flash Player</a>.

source: Select Gallery:
da_dk: Vælg et galleri:
fi_fi: Valitse galleria:
ru_ru: Выберите галерею:

source: All images
da_dk: Alle billeder
fi_fi: Kaikki kuvat
ru_ru: Все изображения

source: NextCellent Widget
da_dk: Galleri widget

source: Enable IE8 Web Slices
da_dk: Aktivér IE8 Web Slices
fi_fi: Aktivoi IE8 Web Slices
ru_ru: Включить IE8 Web Slices

source: Slow evolving code path, made only by NextGEN user's suggestions. Yep, you read it right: slow in counterpart as fast. Older code is good enough to keep a community and it worked (and works) for most people.
fi_fi: Hitaasti kehittyvä koodi, jonka muutokset perustuvat ainoastaan NextGENin käyttäjien ehdotuksiin. Yep, olet oikeassa: hidas on nopean vastakohta. Vanhempi koodi on tarpeeksi hyvää säilyttämään yhteisön ja se toimi (ja toimii yhä) useimmilla käyttäjillä.
ru_ru: Медленное развитие кода, только по предложениям пользователей NextGEN. Да, совершенно верно - медленное развитие в противопоставление быстроте изменений: старый код достаточно хорош, и он работал (и работает) у большого количества людей.

source: The most motivated support for this plugin are your ideas and brain work.
fi_fi: Ideasi ja ajatuksesti ovat kaikkein motivoivin tuki tälle lisäosalle.
ru_ru: Наибольшим воодушевлением для работы над плагином служат ваши идеи и ваш интеллектуальный труд.

source: To help people to work with this plugin, we would like to have it in all available languages.
fi_fi: Jotta ihmiset voivat työskennellä tämän lisäosan kanssa, haluaisimme sen olevan saatavilla kaikilla kielillä.
ru_ru: Для того, чтобы помочь людям использовать этот плагин, мы хотели бы предоставлять его на их родных языках.

source: Yes, sharing and linking are also supportive and helpful.
fi_fi: Kyllä, jakaminen ja linkitys auttavat ja tukevat myös.
ru_ru: Да, пропаганда и ссылки так же помогают и очень полезны.

source: Upload image
fi_fi: Lataa kuva

source: Choose files to upload
fi_fi: Valitse ladattavat tiedostot

source: Or you can drop the files into this window.
fi_fi: Tai voit tiputtaa tiedostot tähän ikkunaan.

source: Scale images to max width %1$dpx or max height %2$dpx
fi_fi: Skaalaa kuvat maksimileveyteen %1$dpx tai maksimikorkeuteen %2$dpx

source: The batch upload requires Adobe Flash 10, disable it if you have problems
fi_fi: Flash-lataus vaatii Adbode Flash 10:n, ota pois käytöstä, jos sinulla on ongelmia.

source: Disable flash upload
fi_fi: Ota flash-lataus pois käytöstä

source: Upload multiple files at once by ctrl/shift-selecting in dialog
fi_fi: Lataa useita tiedostoja kerralla valitsemalla ctrl/shift -näppäimin.

source: Enable flash based upload
fi_fi: Ota Flash-lataus käyttöön

source: Tags
fi_fi: Tägit
ru_ru: Тэги

source: <a href="http://www.wpgetready.com" target="_blank">Introduction</a>
fi_fi: <a href="http://www.wpgetready.com" target="_blank">Johdanto</a>

source: <a href="http://www.nextgen-gallery.com/languages" target="_blank">Languages</a>
fi_fi: <a href="http://www.nextgen-gallery.com/languages" target="_blank">Kielet</a>

source: Get help with NextCellent Gallery
fi_fi: Apua NextCellent Galleryyn

source: More Help & Info
fi_fi: Lisää apua & tietoa

source: <a href="http://wordpress.org/tags/nextcellent-gallery-nextgen-legacy" target="_blank">Support Forums</a>
fi_fi: <a href="http://wordpress.org/tags/nextcellent-gallery-nextgen-legacy" target="_blank">Tukifoorumit (engl.)</a>

source: Download latest version
fi_fi: Lataa viimeisin versio

source: Update Successfully
fi_fi: Lataus onnistuui

source: Manage Albums
fi_fi: Hallitse albumeita

source: Manage Galleries
fi_fi: Hallitse gallerioita

source: Bulk actions
fi_fi: Massatoiminnot

source: Width x height (in pixel). NextCellent Gallery will keep ratio size
fi_fi: Leveys x korkeus (pikseleinä). NextGEN Gallery säilyttää mittasuhteet

source: Set fix dimension
fi_fi: Aseta dimension arvo

source: Ignore the aspect ratio, no portrait thumbnails
fi_fi: Älä huomioi mittasuhteita, ei esikatselukuvia pystyssä

source: Scan Folder for new images
fi_fi: Tarkista kuvat kansiossa

source: pixel
fi_fi: pikseli
ru_ru: пиксель

source: Width x height (in pixel). NextGEN Gallery will keep ratio size
fi_fi: Leveys x korkeus (pikseleinä). NextCellent Gallery säilyttää sivusuhteen

source: Tags (comma separated list)
fi_fi: Tägit (pilkuilla erotettu lista)

source: exclude
fi_fi: piilota

source: Thanks to all donators...
fi_fi: Kiitos kaikille lahjoittajille...

source: View all
fi_fi: Katso kaikki

source: Album
fi_fi: Albumi

source: Download
fi_fi: Lataa
ru_ru: Скачать

source: MByte
fi_fi: Mtavu

source: Server
fi_fi: Palvelin
ru_ru: Сервер

source: SQL Mode
fi_fi: SQL-tila

source: PHP Exif support
fi_fi: PHP Exif -tuki

source: PHP IPTC support
fi_fi: PHP IPTC -tuki

source: PHP XML support
fi_fi: PHP XML -tuki

source: Please contribute it giving this plugin a good rate! Thank you!!!
fi_fi: Tue antamalla tälle lisäosalle hyvä arvio! Kiitoksia!!!

source: Main NextCellent Gallery overview
fi_fi: NextCellent Gallery yleisnäkymä

source: Use TinyMCE Button / Upload tab
fi_fi: TinyMCE Button / Upload Tab

source: Please note : you can only activate the watermark under -> Manage Galleries . This action cannot be undone.
fi_fi: Huom: voit aktivoida vesileiman vain --> Gallerian hallinta. Toimenpidettä ei voi peruuttaa.
ru_ru: Вы можете активировать водяной знак в настройках "Управление галереями". Внимание: это необратимая операция.

source: fade
fi_fi: häivytys

source: NextCellent Gallery flash slideshows use the JW Image Rotator Version 3.17 by
fi_fi: NextCellent Gallery flash-diashowt käyttävtä JW Image Rotator versiota 3.17, tekijä
ru_ru: NextCellent Gallery флеш-слайд-шоу использует JW Image Rotator 3.17 от

source: Press the button below to search for it automatically. For earlier versions of NextCellent Gallery, you'll need to upload the file manually to the
fi_fi: Paina alla olevaa nappulaa etsiäksesi automaattisesti. Aikaisemmissa NextCellent Gallery versiossa on ladattava tiedosto käsisin paikkaan

source: Press the button below to search for the file.
fi_fi: Paina alla olevaa nappulaa etsiäksesi tiedostoa.
ru_ru: Нажмите кнопку ниже для поиска файла.

source: Press the button below to search for the JW Image Rotator
fi_fi: Klikkaa 'Etsi nyt' hakeaksesi automaattisesti imagerotatorin, jos latasit sen kansioon wp-content/uploads tai sen alikansioon.
ru_ru: Нажмите кнопку ниже для поиска JW Image Rotator

source: Important : Could causes problem with some browser. Please recheck your page.
fi_fi: Tärkeää: Voi aiheuttaa ongelmia joisskin selaimissa. Tarkista sivusi uudelleen.
ru_ru: Важно: с некоторыми браузерами могут воникнуть проблемы.

source: No problem, before you deactivate this plugin press the Uninstall Button, because deactivating NextCellent Gallery does not remove any data that may have been created.
fi_fi: Ei huolta, ennen kuin deaktivoit tämän lisäosan, klikkaa Uninstall -nappulaa, jotta kaikki NextGEN Galleryn taulut poistuvat tietokannasta.
ru_ru: Перед тем, как Вы деактивируете плагин, нажмите кнопку "Деинсталлировать", в этом случае будут так же удалены и данные, созданные NextCellent Gallery.

source: Tag
fi_fi: Tägi

source: (From the theme folder)
fi_fi: (teeman hakemistosta)

source: CSS file successfully updated
fi_fi: CSS-tiedosto päivitetty onnistuneesti.

source: Editing <strong>%s</strong>
fi_fi: Muokataan <strong>%s</strong>

source: Browsing <strong>%s</strong>
fi_fi: Selataan <strong>%s</strong>

source: Tip: Copy your stylesheet (nggallery.css) to your theme folder, so it will be not lost during a upgrade
fi_fi: Vinkki: kopioi tyylitiedostosi (nggallery.css) teemahakemistoosi, niin se ei häviä seuraavan päivityksen yhteydessä.

source: Your theme contain a NextCellent Gallery stylesheet (nggallery.css), this file will be used
fi_fi: Teemasi sisältää NextCellent Gallery -tyylitiedoston (nggallery.css), jota käytetään automaattisesti

source: Tip No. 2: Use the color picker below to help you find the right color scheme for your gallery!
fi_fi: 2. vinkki : käytä alla olevaa värivalitsinta löytääksesi oikean värikaavion galleriaasi!

source: Oops, no such file exists! Double check the name and try again.
fi_fi: Ups, sellaista tiedostoa ei löydy! Tarkista nimi ja yritä uudelleen. Merci :)

source: Manage Image Tags
fi_fi: Hallitse kuvien tägejä

source: Select or enter gallery
fi_fi: Valitse tai anna galleria

source: Show as
fi_fi: Näytä

source: Image list
fi_fi: Kuvalista

source: Width x Height
fi_fi: Leveys x korkeus

source: Float
fi_fi: Kelluta

source: Title :
fi_fi: Otsikko :

source: Nextcellent Widget
fi_fi: NextCellent -vimpain

source: Show :
fi_fi: Näytä :

source: Width x Height :
fi_fi: Leveys x korkeus:

source: Select :
fi_fi: Valitse :

source: Gallery ID :
fi_fi: Galleria ID :

source: Album ID
ru_ru: ID альбома

source: OK
ru_ru: Ок

source: Meta
ru_ru: Мета

source: N/A
ru_ru: Недоступно

source: blindX
ru_ru: Шторы

source: EXIF Data
ru_ru: Данные EXIF

source: IPTC Data
ru_ru: Данные IPTC

source: XMP Data
ru_ru: Данные XMP

source: mm
ru_ru: мм

source: Meta data
ru_ru: Мета-данные
