Repository: nickg/nextcellent
Catalog: lang/nggallery-*.po
Languages: da_dk, fi_fi, nl_nl, ru_ru

source: doesn&#96;t exist!
da_dk: eksisterer ikke!
fi_fi: ei ole olemassa !
nl_nl: bestaat niet!
ru_ru: не существует!

source: contains no pictures
da_dk: indeholder ingen billeder
fi_fi: ei sisällä kuvia
nl_nl: bevat geen afbeeldingen
ru_ru: не содержит изображений

source: Something went wrong when renaming
da_dk: Noget gik galt under omdøbningen
nl_nl: Iets ging verkeerd bij het hernoemen van

source: Importing was aborted.
da_dk: Importen blev stoppet.
nl_nl: Importeren is gestopt.

source: Database error. Could not add gallery!
da_dk: Databasefejl. Kunne ikke tilføje galleriet!
fi_fi: Tietokantavirhe. Gallerian lisäys ei onnistunut!
nl_nl: Database fout. Kan geen galerij toevoegen!
ru_ru: Ошибка БД. Невозможно создать галерею!

source: successfully created!
da_dk: Oprettet!
fi_fi: luonti onnistui!
nl_nl: met succes gemaakt!
ru_ru: успешно создана!

source: Create new thumbnails
da_dk: Opret nye miniaturer
fi_fi: Luo uudet esikatselukuvat
nl_nl: Nieuwe thumbnails maken
ru_ru: Создать новые превью

source: picture(s) successfully renamed
da_dk: billede(r) blev omdøbt
nl_nl: afbeelding(en) met succes hernoemd

source: picture(s) successfully added
da_dk: billede(r) blev tilføjet
fi_fi: kuva(t) lisätty onnistuneesti
nl_nl: afbeelding(en) met succes toegevoegd
ru_ru: изображения успешно добавлены

source: No images were added.
da_dk: Ingen billeder blev tilføjet.
nl_nl: Er zijn geen afbeeldingen toegevoegd.

source: Object didn't contain correct data
da_dk: Objektet (til at lave miniature, billede eller vandmærke) indeholdt ikke korrekte data
fi_fi: Objekti ei sisältänyt oikeita tietoja
nl_nl: Object bevat onjuiste gegevens
ru_ru: Объект не содержал правильных данных

source: is not writeable
da_dk: er skrivebeskyttet!
fi_fi: ei voida kirjoittaa !
nl_nl: is niet beschrijfbaar
ru_ru: не перезаписываемо

source: is not writeable
da_dk: er skrivebeskyttet!
fi_fi: ei voida kirjoittaa !
nl_nl: is niet beschrijfbaar
ru_ru: не перезаписываемо

source: File do not exists
da_dk: Filen eksisterer ikke
fi_fi: Tiedosto ei ole olemassa
nl_nl: Bestand bestaat niet
ru_ru: Файл не существует

source: Couldn't restore original image
da_dk: Kunne ikke gendane originalbilledet
fi_fi: Alkuperäisen kuvan palautus ei onnistunut
nl_nl: Kan de originele afbeelding niet terugzetten
ru_ru: Невозможно восстановить оригинальное изображение

source: (Error : Couldn't not update data base)
da_dk: (Fejl: Kunne ikke opdatere database)
fi_fi: (Virhe : tietokannan päivitys ei onnistunut)
nl_nl: (Mislukt : Kan de database niet bijwerken)
ru_ru: (Ошибка: невозможно обновить БД)

source: (Error : Couldn't not update meta data)
da_dk: (Fejl: Kunne ikke opdatere meta-data)
fi_fi: (Virhe : metatietojen päivitys ei onnistunut)
nl_nl: (Mislukt : Kan de metadata niet bijwerken)
ru_ru: (Ошибка: невозможно обновить метаданные)

source: (Error : Couldn't not find image)
da_dk: (Fejl: Kunne ikke finde billede)
fi_fi: (Virhe : kuvaa ei löytynyt)
nl_nl: (Mislukt : Kan de afbeelding niet vinden)
ru_ru: (Ошибка: невозможно найти изображение)

source: No valid URL path
da_dk: Der er ikke angivet en gyldig URL-sti
fi_fi: URL-polku ei kelpaa
nl_nl: Geen geldig URL path
ru_ru: Неверный путь URL

source: Import via cURL failed.
da_dk: Import via cURL mislykkedes.
fi_fi: cURL-tuonti epäonnistui.
nl_nl: Importeer via cURL mislukt.
ru_ru: Ошибка импорта через cURL.

source: Uploaded file was no or a faulty zip file ! The server recognized :
da_dk: Den uploadede fil er ikke en zip-fil eller er defekt! Serveren kan genkende:
fi_fi: Ladattu tiedosto ei ollut tai oli väärä zip-tiedosto. Palvelimen ilmoitus :
nl_nl: Geuploade bestand is geen geldig of onjuist zip bestand ! De server herkent :
ru_ru: Загруженный файл был архивом с ошибкой либо не был им вообще! Сервер распознает:

source: Could not get a valid foldername
da_dk: Kunne ikke finde et gyldigt mappenavn
fi_fi: Ei kelvollista hakemistonimeä
nl_nl: Geen geldige mapnaam
ru_ru: Невозможно получить правильное имя папки

source: Unable to create directory %s. Is its parent directory writable by the server?
da_dk: Det er ikke muligt at oprette %s. Har serveren skriverettigheder til forældremappen?
fi_fi: Hakemiston %s luonti ei onnistunut. Voiko päähakemistoon palvelimella kirjoittaa?
nl_nl: Kan de map %s niet maken. Is de bovenstaande map beschrijfbaar op de server?
ru_ru: Невозможно создать папку %s. Проверьте права CHMOD родительской папки.

source: Zip-File successfully unpacked
da_dk: Zip-filen blev udpakket
fi_fi: Zip-tiedosto purettu onnistuneesti
nl_nl: Zip-bestand is met succes uitgepakt
ru_ru: Zip-файл успешно распакован

source: No gallery selected !
da_dk: Der er ikke valgt noget galleri!
fi_fi: Ei galleriaa valittuna !
nl_nl: Geen galerij geselecteerd !
ru_ru: Не выбрано ни одной галереи!

source: Failure in database, no gallery path set !
da_dk: Fejl i databasen; der er ingen sti til galleriet!
fi_fi: Tietokantavirhe, gallerialle ei ole asetettu polkua!
nl_nl: Mislukt in de database, geen galerij pad ingesteld !
ru_ru: Ошибка в БД, не установлен путь к галерее!

source: is no valid image file!
da_dk: er ikke en gyldig billedfil!
fi_fi: ei ole kelvollinen kuvatiedosto !
nl_nl: is geen geldig afbeeldingsbestand!
ru_ru: не является файлом изображения!

source: Unable to write to directory %s. Is this directory writable by the server?
da_dk: Det er ikke muligt at skrive til mappen %s. Har serveren skriverettigheder til denne mappe?
fi_fi: Hakemistoon %s ei voi kirjoittaa. Onko hakemisto palvelimella kirjoitussuojattu?
nl_nl: Kan niet schrijven naar de map %s. Is deze map beschrijfbaar op de server?
ru_ru: Невозможно записать в папку %s. Проверьте права CHMOD папки.

source: Error, the file could not be moved to :
da_dk: Fejl! Filen kunne ikke flyttes til:
fi_fi: Virhe: tiedostoa ei voitu siirtää kohtaan :
nl_nl: Mislukt, het bestand kan niet verplaatst worden naar:
ru_ru: Ошибка, файл не может быть перемещён в:

source: Error, the file permissions could not be set
da_dk: Fejl! Filrettighederne kunne ikke ændres
fi_fi: Virhe: oikeuksia tiedostolle ei voitu asettaa
nl_nl: Fout, de bestandspermissies kunnen niet ingesteld worden
ru_ru: Ошибка, разрешения не установлены

source: Image(s) successfully added
da_dk: Billede(r) blev uploaded succesfuldt
fi_fi: Kuva(t) lisätty onnistuneesti
nl_nl: Afbeelding(en) met succes toegevoegd
ru_ru: Успешно добавлены

source: Invalid upload. Error Code :
da_dk: Ugyldigt upload. Fejlkode :
fi_fi: Väärä lataus. Virhekoodi :
nl_nl: Ongeldige upload: fout code:
ru_ru: Загрузка не удалась. Код ошибки:

source: SAFE MODE Restriction in effect! You need to create the folder <strong>%s</strong> manually
da_dk: SAFE MODE-restriktion er i kraft! Du bliver nødt til selv at oprette mappen <strong>%s</strong>
fi_fi: SAFE MODE -rajoitus käytössä! Sinun on luotava hakemisto <strong>%s</strong> manuaalisesti.
nl_nl: BEVEILINGS beperking in effect! Het is nodig de map <strong>%s</strong> handmatig te maken
ru_ru: В SAFE MODE есть ограничения! Вам нужно создать папку <strong>%s</strong> вручную

source: When safe_mode is on, PHP checks to see if the owner (%s) of the current script matches the owner (%s) of the file to be operated on by a file function or its directory
da_dk: Når safe_mode er slået til, tjekker PHP, om ejeren (%s) af scriptet passer til ejeren (%s) af filen eller mappen
fi_fi: Kun Safe-Mode on käytössä, tarkistaa PHP, vastaako tämän skriptin (%s) omistaja (%s) tiedosto- tai hakemistotoiminnon omistajaa.
nl_nl: Als safe_mode aan staat, controleert PHP of dat de eigenaar (%s) van het script overeenkomt met de eigenaar (%s) van het bestand
ru_ru: Когда safe_mode включен, PHP проверяет, чтобы совпадал владелец (%s) этого скрипта с владельцем (%s) файла, с которым будет проводиться действие функцией или его директорией

source: The destination gallery does not exist
da_dk: Destinations-galleriet eksisterer ikke
fi_fi: Kohdegalleriaa ei ole olemassa
nl_nl: De doelgalerij bestaat niet
ru_ru: Эта галерея не существует

source: Failed to move image %1$s to %2$s
da_dk: Det lykkedes ikke at flytte billede %1$s til %2$s
fi_fi: Kuvan siirto paikasta %1$s paikkaan %2$s ei onnistunut
nl_nl: Afbeelding verplaatsen mislukt %1$s naar %2$s
ru_ru: Не удалось переместить изображение %1$s в %2$s

source: Moved %1$s picture(s) to gallery : %2$s .
da_dk: Flyttede %1$s billede(r) til galleri: %2$s .
fi_fi: Siirretty %1$s kuva(t) galleriaan : %2$s .
nl_nl: %1$s afbeelding(en) verplaatst naar gallery : %2$s .
ru_ru: Перемещено %1$s изображений в галерею %2$s .

source: Failed to copy image %1$s to %2$s
da_dk: Det lykkedes ikke at kopiere billede %1$s til %2$s
fi_fi: Kuvan %1$s kopiointi %2$s kuvaksi ei onnistunut
nl_nl: afbeelding kopieeren mislukt van %1$s naar %2$s
ru_ru: Не удалось скопировать изображение %1$s в %2$s

source: Failed to copy database row for picture %s
da_dk: Det lykkedes ikke at kopiere database-rækken for billede %s
fi_fi: Kuvan %s tietokantarivin kopiointi epäonnistui
nl_nl: Database rij kopieeren mislukt voor afbeelding %s
ru_ru: Не удалось скопировать строку в базе данных для изображения %s

source: Image %1$s (%2$s) copied as image %3$s (%4$s) &raquo; The file already existed in the destination gallery.
da_dk: Billede %1$s (%2$s) kopieret som billede %3$s (%4$s) &raquo; Filen findes allerede i destinations-galleriet.
fi_fi: Kuva %1$s (%2$s) kopioitu kuvaksi %3$s (%4$s) &raquo; tiedosto oli jo kohdegalleriassa.
nl_nl: Afbeelding %1$s (%2$s) gekopieerd als afbeelding %3$s (%4$s) &raquo; De bestandsnaam was al aanwezig in de bestaande galerij.
ru_ru: Изображение %1$s (%2$s) скопировано как изображение %3$s (%4$s) &raquo; Файл с таким именем уже существует в галерее.

source: Image %1$s (%2$s) copied as image %3$s (%4$s)
da_dk: Billede %1$s (%2$s) kopieret som billede %3$s (%4$s)
fi_fi: Kuva %1$s (%2$s) kopioitu kuvaksi %3$s (%4$s)
nl_nl: Afbeelding %1$s (%2$s) gekopieerd als afbeelding %3$s (%4$s)
ru_ru: Изображение %1$s (%2$s) скопировано как изображение %3$s (%4$s)

source: Copied %1$s picture(s) to gallery: %2$s .
da_dk: Kopieret %1$s billede(r) til galleri: %2$s .
fi_fi: Kopioitu %1$s kuva(a) galleriaan: %2$s .
nl_nl: %1$s afbeelding(en) gekopieerd naar galerij: %2$s .
ru_ru: Скопировано %1$s изображений в галерею %2$s.

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
da_dk: Den uploadede fil overskrider den grænse, der er sat med direktivet upload_max_filesize i php.ini
fi_fi: Tiedoston koko suurempi kuin sallittu (upload_max_filesize) ohjaustiedostossa php.ini
nl_nl: Het geuploade bestand overschrijdt de upload_max_filesize richtlijn in php.ini
ru_ru: Загруженный файл превосходит значение upload_max_filesize из php.ini

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
da_dk: Den uploadede fil overskrifer max_file_size-direktivet i HTML-formularen.
fi_fi: Tiedosto on suurempi kuin HTML-lomakkeen määritys MAX_FILE_SIZE
nl_nl: Het geuploade bestand overschrijdt de MAX_FILE_SIZE richtlijn welke is ingesteld op het HTML formulier
ru_ru: Загруженный файл превосходит значение MAX_FILE_SIZE, которое было установлено в HTML-форме

source: The uploaded file was only partially uploaded
da_dk: Den uploadede fil blev kun delvist uploadet
fi_fi: Tiedosto ladattu vain osittain
nl_nl: Het geuploade bestand is slechts voor een deel geupload
ru_ru: Загруженный файл был загружен не полностью

source: No file was uploaded
da_dk: Ingen fil blev uploadet
fi_fi: Yhtään tiedostoa ei ladattu
nl_nl: Er is geen bestand geupload
ru_ru: Файл не был загружен

source: Missing a temporary folder
da_dk: Mangler en temp-mappe
fi_fi: Tilapäiskansiota ei löydy
nl_nl: Een tijdelijke bestandsmap ontbreekt
ru_ru: Отсутствует временная папка

source: Failed to write file to disk
da_dk: Mislykkedes med at skrive fil til disk
fi_fi: Levylle kirjoitus epäonnistui
nl_nl: Bestand naar disk schrijven is mislukt
ru_ru: Ошибка записи на диск

source: File upload stopped by extension
da_dk: Filupload blokeret pga. filtype
fi_fi: Tiedoston lataus lopetettu
nl_nl: Bestands upload is gestopt vanwege de extensie
ru_ru: Превышено время загрузки, загрузка файла остановлена

source: Unknown upload error
da_dk: Ukendt upload-fejl
fi_fi: Tuntematon latausvirhe
nl_nl: Onbekende upload fout
ru_ru: Неизвестная ошибка загрузки

source: Select how you would like to rotate the image on the left.
da_dk: Vælg hvordan du gerne vil roterer billeder til venstre.
nl_nl: Selecteer het gebied voor de thumbnail van de afbeelding aan de linkerkant

source: 90&deg; clockwise
da_dk: 90&deg; med uret
fi_fi: 90&deg; myötäpäivään
nl_nl: 90&deg; met de klok mee
ru_ru: 90&deg; по часовой стрелке

source: 90&deg; anticlockwise
da_dk: 90&deg; mod uret
fi_fi: 90&deg; vastapäivään
nl_nl: 90&deg; tegen de klok in
ru_ru: 90&deg; против часовой стрелки

source: Flip horizontally
da_dk: Flip horisontalt
fi_fi: Peilikuva vaakasuunnassa
nl_nl: Horizontaal omklappen
ru_ru: Перевернуть горизонтально

source: Flip vertically
da_dk: Flip vertikalt
fi_fi: Peilikuva pystysuunnassa
nl_nl: Vericaal omklappen
ru_ru: Перевернуть вертикально

source: Image rotated
da_dk: Billede roteret
fi_fi: Kuva pyöritetty
nl_nl: Afbeelding geroteerd
ru_ru: Изображение повернуто

source: Error rotating thumbnail
da_dk: Fejl under rotering af miniature.
fi_fi: Esikatselukuvan pyöritys epäonnistui
nl_nl: Fout bij roteren van de thumbnail
ru_ru: Ошибка поворота превью

source: Value
da_dk: Værdi
fi_fi: Arvo
nl_nl: Waarde
ru_ru: Значение

source: No meta data saved
da_dk: Ingen metadata gemt
fi_fi: Mitään metadataa ei ole tallennettuna
nl_nl: Geen meta data opgeslagen
ru_ru: Мета-данные не сохранены

source: No exif data
da_dk: Ingen Exif-data
fi_fi: Ei EXIF-dataa
nl_nl: Geen exif data
ru_ru: Нет данных EXIF

source: Zoom In
nl_nl: Vergroten

source: Zoom Out
nl_nl: Verkleinen

source: Rotate Left
nl_nl: Roteer

source: Rotate Right
nl_nl: Roteer afbeeldingen

source: Reset
nl_nl: Resetten en allemaal opnieuw in wachtrij zetten

source: Center selection
nl_nl: Inschakelen style selectie

source: The parameters
nl_nl: De parameters

source: Rotation
nl_nl: Locatie

source: Apply the parameters
nl_nl: Parameters toepassen

source: Apply
da_dk: Anvend
fi_fi: Hyväksy
nl_nl: Toepassen
ru_ru: Применить

source: Thumbnail updated
da_dk: Miniature opdateret
fi_fi: Esikatselukuva päivitetty
nl_nl: Thumbnail bijgewerkt
ru_ru: Превью обновлено

source: Error updating thumbnail
da_dk: Fejl under opdatering af miniature
fi_fi: Esikatselukuvan päivityksessä virhe
nl_nl: Fout bij updaten van de thumbnail
ru_ru: Ошибка обновления превью

source: You waited too long, or you cheated.
nl_nl: Je hebt te lang gewacht, of je speelt vals.

source: Update successful
da_dk: Opdateret
fi_fi: Päivitys onnistui
nl_nl: Met succes bijgewerkt
ru_ru: Обновление успешно

source: Page ID
da_dk: Side-id
fi_fi: Sivu-ID
nl_nl: Pagina ID
ru_ru: ID страницы

source: Set watermark
da_dk: Sæt vandmærke
fi_fi: Aseta vesileima
nl_nl: Watermerk instellen
ru_ru: Установить водяной знак

source: Import metadata
da_dk: Importér metadata
fi_fi: Tuo metadata
nl_nl: Importeer metadata
ru_ru: Импортировать мета-данные

source: Recover from backup
da_dk: Gendan fra backup
fi_fi: Palauta varmistuksesta
nl_nl: Herstel van backup
ru_ru: Восстановить из бэкапа

source: Add new gallery
da_dk: Tilføj et nyt galleri
fi_fi: Lisää uusi galleria
nl_nl: Nieuwe galerij toevoegen
ru_ru: Добавить новую галерею

source: Create a new , empty gallery below the folder
da_dk: Opret et nyt og tomt galleri under mappen
fi_fi: Luo uusi, tyhjä galleria hakemiston alle
nl_nl: Maak een nieuwe, lege galerij bij de map
ru_ru: Создать новую пустую галерею в папке

source: Allowed characters for file and folder names are %s
nl_nl: Toegestane karakters voor bestanden en mappen zijn %s

source: Change Date
da_dk: Ændre dato
nl_nl: Datum bewerken

source: Alt & title text
da_dk: Alt og title tekst
nl_nl: Alt- & titeltekst

source: Separated by commas
da_dk: Adskilt med kommaer
nl_nl: Door komma's gescheiden

source: Filename
da_dk: Filnavn
fi_fi: Tiedostonimi
nl_nl: Bestandsnaam
ru_ru: Имя файла

source: Alt & Title Text
nl_nl: Alt / Titel tekst

source: Exclude
da_dk: Ekskludere
nl_nl: Uitsluiten

source: View "%s"
da_dk: Vis "%s"
fi_fi: Katso "%s"
nl_nl: Bekijk "%s"
ru_ru: Посмотреть "%s"

source: View
da_dk: Vis
fi_fi: Katso
nl_nl: Bekijk
ru_ru: Смотреть

source: Show Meta data
da_dk: Vis metadata
fi_fi: Näytä metadata
nl_nl: Toon meta data
ru_ru: Показать мета-данные

source: Customize thumbnail
da_dk: Tilpas miniature
fi_fi: Muokkaa esikatselukuvaa
nl_nl: Aanpassen thumbnail
ru_ru: Настроить превью

source: Edit thumb
da_dk: Redigér miniature
fi_fi: Muokkaa esikatselukuvaa
nl_nl: Bewerk thumbnail
ru_ru: Редактировать превью

source: Rotate
da_dk: Rotér
fi_fi: Pyöritä
nl_nl: Roteer
ru_ru: Повернуть

source: Recover
da_dk: Gendan
fi_fi: Palauta
nl_nl: Herstellen / terugzetten
ru_ru: Восстановить

source: Delete images
da_dk: Slet billeder
fi_fi: Poista kuvia
nl_nl: Afbeeldingen verwijderen
ru_ru: Удалить изображения

source: Rotate images clockwise
da_dk: Rotér billederne med uret
fi_fi: Pyöritä kuvia myötäpäivään
nl_nl: Roteer afbeeldingen met de klok mee
ru_ru: Повернуть изображения по часовой стрелке

source: Rotate images counter-clockwise
da_dk: Rotér billeder mod uret
fi_fi: Pyöritä kuvia vastapäivään
nl_nl: Roteer afbeelding teller met de klok mee.
ru_ru: Повернуть изображения против часовой стрелки

source: Copy to...
da_dk: Kopiér til ...
fi_fi: Kopioi ...
nl_nl: Kopieer naar...
ru_ru: Копировать в...

source: Move to...
da_dk: Flyt til ...
fi_fi: Siirrä...
nl_nl: Verplaats naar...
ru_ru: Переместить в...

source: Add tags
da_dk: Tilføj tags
fi_fi: Lisää tägejä
nl_nl: Tags toevoegen
ru_ru: Добавить теги

source: Delete tags
da_dk: Slet tags
fi_fi: Poista tägejä
nl_nl: Tags verwijderen
ru_ru: Удалить теги

source: Overwrite tags
da_dk: Overskriv tags
fi_fi: Kirjoita tägit yli
nl_nl: Tags overschrijven
ru_ru: Перезаписать теги

source: Recover "{}"?
nl_nl: "%s" terugzetten?

source: Delete "{}"?
nl_nl: "%s" verwijderen?

source: To enable manual Sort set Custom Order Sort.See Settings->Gallery Settings->Sort Options
nl_nl: Om manueel sorteren aan te zetten moet je Aangepaste Sorteermethode inschakelen in Instellingen -> Galerij-opties -> Sorteeropties

source: Page Link
nl_nl: Paginalink naar

source: Preview image
da_dk: Miniature
fi_fi: Katso kuvaa
nl_nl: Afbeelding vooraf bekijken
ru_ru: Обложка для альбома

source: No Picture
da_dk: Intet billede
fi_fi: Ei kuvaa
nl_nl: Geen afbeelding
ru_ru: Нет изображения

source: Gallery ID
da_dk: Galleri ID
nl_nl: Galerij-ID

source: Create new page
da_dk: Opret ny side
fi_fi: Luo uusi sivu
nl_nl: Nieuwe pagina maken
ru_ru: Создать новую страницу

source: Main page (No parent)
da_dk: Hovedside (Øverste niveau)
fi_fi: Pääsivu (ei pääsivua)
nl_nl: Hoofpagina (geen parent)
ru_ru: Главная страница (корневая)

source: Add page
da_dk: Tilføj side
fi_fi: Lisää sivu
nl_nl: Pagina toevoegen
ru_ru: Добавить страницу

source: Sort gallery
da_dk: Sortér galleri
fi_fi: Lajittele galleria
nl_nl: Galerij volgorde
ru_ru: Сортировка

source: Scan folder for new images
da_dk: Skan mapper for nye billeder
nl_nl: Map scannen voor nieuwe afbeeldingen

source: Picture %d deleted successfully.
nl_nl: Afbeelding %d met succes verwijderd.

source: Picture %d could not be deleted.
nl_nl: Afbeelding %d kon niet verwijderd worden.

source: Operation successful. Please clear your browser cache.
da_dk: Kørslen gennemført! Ryd venligst din browsers cache.
fi_fi: Toiminto onnistui. Tyhjennä selaimen välimuisti.
nl_nl: Met succes uitgevoerd. Browser cache verversen. (Ctrl en F5 toets)
ru_ru: Действие успешно. Пожалуйста, очистите кэш браузера.

source: Resize Images to
da_dk: Ændr størrelsen på billederne til
fi_fi: Muuta kuvien kooksi
nl_nl: Formaat afbeeldingen aanpassen naar
ru_ru: Изменить размер изображений до

source: These values are maximum values
da_dk: Disse værdier er max værdier
fi_fi: Nämä ovat maksimiarvot.
nl_nl: Dit zijn de maximale waarden
ru_ru: Эти значения - максимальные

source: This will ignore the aspect ratio, so no portrait thumbnails
da_dk: Dette vil ignorere bibeholdelse af proportioner, så ingen portræt miniaturer
fi_fi: Tämä ohittaa sivusuhteen, eli ei esikatselukuvia pystyssä.
nl_nl: Dit zal de verhouding negeren, dus geen miniaturen in portretmodus.
ru_ru: Соотношение сторон будет проигнорировано, пропорции нарушены

source: Enter the tags
da_dk: Indtast tags
fi_fi: Anna tägejä
nl_nl: Geef tags in
ru_ru: Введите теги

source: Select the destination gallery:
da_dk: Vælg destinations-galleriet:
fi_fi: Valitse kohdegalleria:
nl_nl: Selecteer een doel galerij:
ru_ru: Выберите галерею:

source: Select or search for a gallery
da_dk: Vælg eller søg efter et galleri
nl_nl: Selecteer of zoek een galerij

source: No images selected
da_dk: Ingen billeder valgt
fi_fi: Yhtään kuvaa ei valittuna
nl_nl: Geen afbeeldingen geselecteerd
ru_ru: Не выбрано ни одного изображения

source: No action selected.
nl_nl: Geen album geselecteerd

source: Copy image to...
da_dk: Kopiér billede til ...
fi_fi: Sori, oikeutesi eivät riitä
nl_nl: Kopieer afbeelding naar...
ru_ru: Не удалось скопировать изображение %1$s в %2$s

source: Move image to...
da_dk: Flyt billede til ...
fi_fi: Siirrä kuva...
nl_nl: Verplaats afbeelding naar...
ru_ru: Не удалось мереместить изображение %1$s в %2$s

source: Add new tags
da_dk: Tilføj nye tags
fi_fi: Lisää tägejä
nl_nl: Nieuwe tags toevoegen
ru_ru: Добавить новый альбом

source: Overwrite
da_dk: Overskriv
fi_fi: Kirjoita yli
nl_nl: Overschrijven
ru_ru: Перезаписать теги

source: Rotate images
da_dk: Rotér billeder
fi_fi: Pyöritä kuvia
nl_nl: Roteer afbeeldingen
ru_ru: Повернуть изображения

source: You are about to start bulk edits for %s galleries 'Cancel' to stop, 'OK' to proceed.
nl_nl: Je staat op het punt een bulk bewerking voor %s galerijen uit te voeren 'Annuleren' om te stoppen, 'OK' om door te gaan.

source: Tags changed
da_dk: Tags blev ændret
fi_fi: Tägit muutettu
nl_nl: Tags aangepast
ru_ru: Тэги изменены

source: Gallery deleted successfully.
nl_nl: Galerij met succes verwijderd

source: Something went wrong.
nl_nl: Iets ging verkeerd bij het hernoemen van

source: Pictures deleted successfully
da_dk: Billederne blev slettet
fi_fi: Kuvien poisto onnistui
nl_nl: Afbeeldingen met succes verwijderd
ru_ru: Изображения успешно удалены

source: Image results for %s
nl_nl: Afbeeldingsresultaten voor %s

source: To enable manual Sort set Custom Order Sort. See Settings->Gallery Settings->Sort Options
nl_nl: Om manueel sorteren aan te zetten moet je Aangepaste Sorteermethode inschakelen in Instellingen -> Galerij-opties -> Sorteeropties

source: Go back
nl_nl: Teruggaan

source: Sort Gallery
da_dk: Sortér galleri
fi_fi: Lajittele galleria
nl_nl: Galerij volgorde
ru_ru: Сортировка

source: Back to gallery
da_dk: Tilbage til galleri
fi_fi: Takaisin galleriaan
nl_nl: Terug naar galerij
ru_ru: Вернуться в галерею

source: Update Sort Order
da_dk: Opdatér sorterings-rækkefølge
fi_fi: Päivitä lajittelujärjestys
nl_nl: Volgorde bijwerken
ru_ru: Обновить порядок сортировки

source: Presort
da_dk: Forhåndssortering
fi_fi: Esilajittele
nl_nl: Vooraf sorteren
ru_ru: Отсортировать

source: Unsorted
da_dk: Usorteret
fi_fi: Lajittelematon
nl_nl: Ongesorteerd
ru_ru: Без сортировки

source: Alt/Title text
da_dk: Billedbeskrivelse/Titeltekst
fi_fi: Alt / otsikkoteksit
nl_nl: Alt / Titel tekst
ru_ru: Текст Alt/Title

source: Date/Time
da_dk: Dato/tid
fi_fi: Pvm/aika
nl_nl: Datum/tijd
ru_ru: Дата/время

source: Sort order changed
da_dk: Sorterings-rækkefølge er ændret
fi_fi: Lajittelujärjestys muutettu
nl_nl: Volgorde gewijzigd
ru_ru: Порядок сортировки изменен

source: No gallery
da_dk: Intet galleri
fi_fi: Ei galleriaa
nl_nl: Geen galerij
ru_ru: Галерей нет
