Repository: nickg/nextcellent
Catalog: lang/nggallery-*.po
Languages: da_dk, fi_fi, nl_nl, ru_ru

source: Sorry, could not update the album
da_dk: Beklager. Kunne ikke opdatere albummet
fi_fi: Albumin päivitys ei onnistunut
nl_nl: Helaas, het album kan niet geupdate worden
ru_ru: Извините, невозможно создать галерею

source: NextCellent Gallery requires a database upgrade.
da_dk: En opgradering af databasen er nødvendig.
nl_nl: NextCellent heeft een database-upgrade nodig.

source: Upgrade now.
nl_nl: Nu upgraden

source: <strong>Translation by : </strong><a target="_blank" href="http://alexrabe.de/wordpress-plugins/nextgen-gallery/languages/">See here</a>
da_dk: <strong>Oversættelse ved Georg S. Adamsen: </strong><a target="_blank" href="http://wordpress.blogos.dk">Se WP &ndash; tips, temaer og plugins</a>
fi_fi: <strong>Kääntänyt : </strong><a target="_blank" href="http://alexrabe.de/wordpress-plugins/wordtube/translation-of-plugins/">Vesa Tiirikainen</a>
nl_nl: <strong>Vertaling door: </strong><a target="_blank" href="http://www.werkgroepen.net/wordpress/">Anja</a>
ru_ru: <strong>Перевод: <a target="_blank" href="http://shumbely.com/">Владимир Василенко aka jeltoesolnce</a></strong>.

source: <strong>This translation is not yet updated for Version 1.9.0</strong>. If you would like to help with translation, download the current po from the plugin folder and read <a href="http://alexrabe.de/wordpress-plugins/wordtube/translation-of-plugins/">here</a> how you can translate the plugin.
da_dk: Den danske oversættelse er vedligeholdt af Team Blogos/Georg S. Adamsen, som også har oversat mange andre plugins og temaer. Se mere på <a target="_blank" href="http://wordpress.blogos.dk">Se WP &ndash; tips, temaer og plugins</a> og følg med på <a href="http://twitter.com/TeamBlogos">TeamBlogos på Twitter</a>.
fi_fi: <strong>Käännös voi olla puutteellinen, joten lähettäkää korjausehdotuksenne kääntäjälle</strong>. Jos haluat auttaa käännöksissä, lataa voimassa oleva po-tiedosto lisäosan hakemistosta ja lue <a href="http://alexrabe.de/wordpress-plugins/wordtube/translation-of-plugins/">here</a> miten lisäosan voi kääntää.</p>
nl_nl: <strong>Deze vertaling is nog niet geupdate voor Versie 1.9.0</strong>. Als je graag wil helpen met de vertaling, download dan de huidige po uit de plugin map en lees <a href="http://alexrabe.de/wordpress-plugins/wordtube/translation-of-plugins/">hier</a> hoe je de plugin kan vertalen.
ru_ru: <strong>Этот перевод ещё не обновлялся для версии 1.9.0</strong>. Если Вы хотите помочь с переводами, загрузите текущий po-файл и прочтите <a href="http://alexrabe.de/wordpress-plugins/wordtube/translation-of-plugins/">здесь</a> как Вы можете перевести плагин. (Примечание текущего переводчика: эта информация устарела, в настоящий момент процесс перевода производится по другому.)

source: Something went wrong while upgrading NextCellent Gallery.
nl_nl: Iets ging verkeerd bij het hernoemen van

source: Sorry, NextCellent Gallery works only with a Memory Limit of 16 MB or higher
fi_fi: NextCellent Gallery vaatii web-palvelimella muistia vähintään 16MB
nl_nl: Helaas, NextCellent Gallery werkt alleen met een geheugen limiet van 16MB of hoger
ru_ru: "Извините, NextCellent Gallery работает только с ограничением памяти в 16 MB или выше

source: Picture tag
da_dk: Billed-tag
fi_fi: Kuvan tägi
nl_nl: Afbeeldingstag
ru_ru: Тэг картинки

source: Picture tag: %2$l.
da_dk: Billed-tag: %2$l.
fi_fi: Kuvan tägi: %2$l.
nl_nl: Afbeeldingstag: %2$l.
ru_ru: Тэг картинки: %2$l.

source: Separate picture tags with commas.
da_dk: Adskil billed-tags med komma.
fi_fi: Erittele kuvien tägit pilkuilla.
nl_nl: Afbeeldingstags scheiden met komma&#39;s
ru_ru: Разделяйте теги запятыми.

source: NextCellent Gallery / Images
da_dk: Galleri / Billeder
nl_nl: NextCellent Gallery / Afbeeldingen

source: loading
da_dk: indlæser
fi_fi: lataan...
nl_nl: laden
ru_ru: загрузка

source: Get help
da_dk: Få hjælp
fi_fi: Apua
nl_nl: Help (Engels)
ru_ru: Получить помощь

source: Sorry, NextCellent Gallery is deactivated: NextGEN version
fi_fi: Sori, NextCellent Gallery on deaktivoitu: NextGEN versio
nl_nl: Sorry, NextCellent Gallery is gedeactiveerd: NextGEN-versie
ru_ru: Извините, NextCellent Gallery деактивирована: версия NextGEN

source: The gallery was not found.
nl_nl: Galerij niet gevonden

source: previous
nl_nl: Knop vorige/volgende tonen.

source: next
nl_nl: Volgende

source: [Gallery not found]
da_dk: [Galleriet er ikke fundet]
fi_fi: [Galleriaa ei löydy]
nl_nl: [Galerij niet gevonden]
ru_ru: [Галерея не найдена]

source: [Album not found]
da_dk: [Albummet er ikke fundet]
fi_fi: [Albumia ei löydy]
nl_nl: [Album niet gevonden]
ru_ru: [Альбом не найден]

source: [SinglePic not found]
da_dk: [Enkeltbillede er ikke fundet]
fi_fi: [Kuvaa ei löydy]
nl_nl: [SinglePic niet gevonden]
ru_ru: [Изображение не найдено]

source: Related images for
da_dk: Billeder med relevans for
fi_fi: Liittyvät kuvat
nl_nl: Gerelateerde afbeeldingen voor
ru_ru: Похожие изображения для

source: Photos
da_dk: Billeder
fi_fi: Valokuvaa
nl_nl: Afbeeldingen
ru_ru: изображений

source: [View with PicLens]
da_dk: [Vis med PicLens]
fi_fi: [Katso PicLensillä]
nl_nl: [Bekijk met PicLens]
ru_ru: [Просмотр из PicLens]

source: Back
da_dk: Tilbage
fi_fi: Edellinen
nl_nl: Terug
ru_ru: Назад

source: Next
da_dk: Næste
fi_fi: Seuraava
nl_nl: Volgende
ru_ru: Вперед

source: of
da_dk: af
nl_nl: van
ru_ru: из

source: Focal Length
da_dk: Brændvidde
fi_fi: Polttoväli
nl_nl: Focal lengte
ru_ru: Фокусное расстояние

source: NextCellent Gallery Widget
nl_nl: NextCellent Gallery

source: Add recent or random images from the galleries
da_dk: Tilføj nyeste eller tilfældigt-valgte billeder fra gallerierne.
fi_fi: Lisää uusimmat tai satunnaiset kuvat gallerioista
nl_nl: Toevoegen recente of random afbeeldingen van de galerijen
ru_ru: Добавить последние или случайные изображения из галерей

source: Title:
da_dk: Titel:
fi_fi: Otsikko:
nl_nl: Titel :
ru_ru: Заголовок:

source: Show:
da_dk: Vis:
nl_nl: Toon:

source: Original images
da_dk: Originale billeder
fi_fi: Alkuperäiskuvat
nl_nl: Originele afbeeldingen
ru_ru: Оригинальные изображения

source: random
da_dk: Tilfældig
fi_fi: satunnaisesti
nl_nl: alle door elkaar gebruiken
ru_ru: случайный

source: recent added
da_dk: Tilføjet fornylig
fi_fi: viimeksi lisätyt
nl_nl: recent toegevoegd
ru_ru: недавно добавленные

source: Width:
da_dk: Bredde:
fi_fi: Leveys:
nl_nl: Breedte:
ru_ru: Ширина:

source: Height:
da_dk: Højde:
fi_fi: Korkeus:
nl_nl: Hoogte:
ru_ru: Высота:

source: Select:
da_dk: Vælg:
nl_nl: Selecteer:

source: All galleries
da_dk: Alle gallerier
fi_fi: Kaikki galleriat
nl_nl: Alle galerijen
ru_ru: Все галереи

source: Only which are not listed
da_dk: Kun dem, som ikke er listet
fi_fi: Vain listaamattomat
nl_nl: Alleen welke niet op de lijst staan
ru_ru: Только те, которые не в списке

source: Only which are listed
da_dk: Kun dem, som er listet
fi_fi: Vain listatut
nl_nl: Alleen welke op de lijst staan
ru_ru: Только те, которые в списке

source: Gallery ID:
da_dk: Galleri ID:
nl_nl: Galerij-ID:

source: Gallery IDs, separated by commas.
da_dk: Galleri-id'er, adskilt af komma.
fi_fi: Galleria IDt, erotettuna pilkuilla.
nl_nl: Galerij IDs, door komma gescheiden.
ru_ru: ID галерей, разделенные запятыми.

source: Widget that displays a Media RSS links for NextCellent Gallery.
nl_nl: Widget die de Media-RSS-links toont voor NextCellent Gallery.

source: Link to the main image feed
da_dk: Link til hoved-billedfeed'et
fi_fi: Linkki kuvien syötteeseen
nl_nl: Link naar de hoofd afbeeldingsfeed
ru_ru: Ссылка на иконку RSS

source: Show the RSS icon
nl_nl: Toon Media RSS icoon:

source: Show the link text
nl_nl: Toon de media RSS link

source: Text for Media RSS link
nl_nl: Tekst voor de media RSS link:

source: Tooltip text for Media RSS link
nl_nl: Teksttip voor de media RSS link:

source: NextCellent Slideshow
da_dk: Galleri slideshow
fi_fi: NextCellent diasarja
nl_nl: NextCellent Diavoorstelling
ru_ru: NextCellent Gallery слайд-шоу

source: Show a NextCellent Gallery Slideshow
da_dk: Vis slideshow
fi_fi: Näytä NextCellent Gallery diasarja
nl_nl: Toon een NextCellent Gallery Diavoorstelling
ru_ru: Показывать слайд-шоу NextCellent Gallery

source: Random images
nl_nl: Gerelateerde afbeeldingen

source: Recent images
nl_nl: Formaat afbeeldingen aanpassen

source: The given width and height are ignored when this is selected.
nl_nl: De opgegeven breedte en hoogte worden genegeerd als dit ingeschakeld is.

source: No galleries have been yet created.
da_dk: Der er ikke oprettet nogle gallerier endnu.
fi_fi: Yhtään galleriaa ei ole vielä luotu.
nl_nl: Er zijn nog geen galerijen gemaakt.
ru_ru: Нет ни одной галереи.

source: The gallery ID=%s does not exist.
da_dk: Galleri-id=%s eksisterer ikke.
fi_fi: Galleria ID=%s ei ole olemassa.
nl_nl: Het galerij ID=%s bestaat niet.
ru_ru: Галерея с ID=%s не существует.

source: No album ID has been provided as parameter
da_dk: Der er ikke angivet et album-id som parameter
fi_fi: Mitään albumi ID:tä ei ole annettu parametrina
nl_nl: Er is geen album ID verstrekt als parameter.
ru_ru: Ни один альбом не указан в качестве параметра

source: The album ID=%s does not exist.
da_dk: Album-id=%s eksisterer ikke.
fi_fi: Albumi ID %s ei ole olemassa
nl_nl: Het album ID=%s bestaat niet.
ru_ru: Альбом с ID=%s не существует.

source: Invalid MediaRSS command
da_dk: Ugyldig Media RSS-kommando
fi_fi: Virheellinen Media RSS -komento
nl_nl: Ongeldige MediaRSS opdracht
ru_ru: Неправильная команда MediaRSS

source: About
da_dk: Om
fi_fi: Lisäosasta
ru_ru: О NextCellent

source: This plugin is made possible by the great work of a lot of people. A special thanks the following people:
da_dk: Dette plugin er muliggjort af det store arbejde med en masse mennesker. En særlig tak til følgende personer:
fi_fi: Monien ihmisten hieno työ on tehnyt tämän lisäosan mahdolliseksi. Erityiskiitokset seuraaville ihmisille:
ru_ru: Данный плагин - плод работы множества людей, скажем слова благодарности:

source: for their great documented code
da_dk: for deres fine dokumenterede kode
fi_fi: heidän hienosta dokumentoidusta koodistaan
ru_ru: за хорошо документированный код

source: for jQuery, which is the best Web2.0 framework
da_dk: for jQuery, som er den bedste Web2.0-framework
fi_fi: jQuery:sta, parhaasta Web2.0 kehikosta
ru_ru: за jQuery, лучший Web2.0-фреймворк

source: for the fantastic PHP Thumbnail Class
da_dk: for den fantastiske PHP-miniatureklasse
fi_fi: fantastisesta PHP Thumbnail -luokasta
ru_ru: за отличный PHP Thumbnail Class

source: for a lot of very useful plugins and ideas
da_dk: for en masse brugbare plugins og ideer
fi_fi: useista hyvin kätevistä lisäosista ja ideoista
ru_ru: за множество очень полезных плагинов и идей

source: for Shutter Reloaded, a real lightweight image effect
da_dk: til Shutter Reloaded, et rigtigt billedeffektprogram uden store krav
fi_fi: Shutter Reloadedista - tosi kevyesttä kuvaefektistä
ru_ru: за Shutter Reloaded, действительно лёгкий эффект

source: for the best Media Flash Scripts on earth
da_dk: for de bedste Media Flash-scripts på jorden
fi_fi: maailman parhaista Media Flash -skripteistä
ru_ru: за лучшие Media Flash скрипты на Земле

source: for the Gallery Icon
da_dk: for galleri-ikonet
fi_fi: Gallerian kuvakkeesta
ru_ru: за значок галереи

source: for the Watermark plugin
da_dk: for vandmærke-pluginet
fi_fi: Vesileima-lisäosasta
ru_ru: за плагин Watermark

source: The original translators for NextGen Gallery, who made the translations
da_dk: De oprindelige oversættere for NextGen Gallery, der lavede oversættelserne
fi_fi: NextGen Gallery alkuperäisistä kääntäjistä, jotka loivat käännökset
ru_ru: Всем переводчикам NextGen Gallery, кто создавал переводы

source: NextCellent Gallery is based on the 1.9.13 version of the NextGen Gallery by Photocrati Media, which is the succesor to the work by Alex Rabe.
da_dk: NextCellent galleri er baseret på 1.9.13 version af NextGen Gallery af Photocrati Media, som er succesor arbejde af Alex Rabe.
fi_fi: NextCellent Gallery perustuu NextGen Gallery by Photocrati Median versioon 1.9.13, joka on Alex Raben työn suora jatke.
ru_ru: NextCellent Gallery основана на версии 1.9.13 NextGen Gallery от Photocrati Media - успешном форке работы Alex Rabe.

source: What do you get with NextCellent Gallery?
da_dk: Hvad får du med NextCellent galleri?
fi_fi: Mitä saat NextCellent Gallerylla?
ru_ru: Что Вы получите с NextCellent Gallery?

source: Backward compatibility with NextGEN plugin version (1.9.13)
da_dk: Bagudkompatibilitet med NextGEN plugin version (1.9.13)
fi_fi: Taaksepäin yhteensopiva NextGEN -llisäosan versioon (1.9.13)
ru_ru: Обратную совместимость с NextGEN, считая версию 1.9.13

source: A reliable way to work with already installed NextGEN galleries.
da_dk: En stabil måde, at arbejde med allerede installeret NextGEN gallerier.
fi_fi: Luotettava tie työskennellä jo asennettujen NextGEN -gallerioiden kanssa.
ru_ru: Надёжная работа с уже установленными галереями NextGEN.

source: A place for updating the plugin without using FTP manual updates, but WordPress plugin repository.
da_dk: En sted til at opdatere pluginet, uden FTP men med WordPress plugin respository.
fi_fi: Lisäosan päivitys suoraan WordPressin lisäosien hakemistosta, ei käsin tehtyjä päivityksiä FTP:llä.
ru_ru: Размещение обновлений в репозитории WordPress.

source: Alternative path preserving backward compatibility (while possible).
da_dk: Alternativ retning der er bagud kompatibel (Så længe det er muligt).
fi_fi: Vaihtoehtoinen tie säilyttää yhteensopivuus taaksepäin (aina kun mahdollista).
ru_ru: Альтернативный путь сохранения обратной совместимости (пока будет такая возможность).

source: How to support us?
da_dk: Hvordan støtter du os?
fi_fi: Miten tukea meitä?
ru_ru: Как нам помочь?

source: There are several ways to contribute:
da_dk: Der er flere måder at bidrage på:
fi_fi: On useita tapoja tukea:
ru_ru: Есть несколько путей совместной работы:

source: Send us bugfixes / code changes
da_dk: Send os rettelser til bugs/kodeændringer.
fi_fi: Lähetä meille bugikorjauksia / koodimuutoksia
ru_ru: Отправить нам ошибки / изменения кода

source: Translate the plugin
da_dk: Oversæt dette plugin
fi_fi: Käännä lisäosa.
ru_ru: Перевести плагин

source: Place a link to the plugin in your blog/webpage
da_dk: Placér et link til dette plugin på din blog/hjemmeside
fi_fi: Pistä linkki lisäosaan blogiisi tai sivustollesi
ru_ru: Вставить ссылку на плагин в вашем блоге/сайте

source: Create a new, empty gallery in the folder
da_dk: Tilføj et nyt, tom galleri i mappen
fi_fi: Luo uusi tyhjä galleria hakemistoon
ru_ru: Создать новую пустую галерею

source: Allowed characters for file and folder names are
da_dk: Tilladte tegn i fil- og mappenavne er
fi_fi: Sallitut merkit tiedosto- ja hakemistonimille ovat
ru_ru: Допустимые символы для имен файлов и папок -

source: Note: the upload limit on your server is
da_dk: Note: Max størrelsen på uploads er
fi_fi: Huom: latausraja palvelimellasi on
ru_ru: Внимание: лимит на размер файла на Вашем сервере

source: Please note: If safe-mode is ON, you need to add the subfolder with thumbs manually
da_dk: Note: Hvis safe-mode er slået til, skal du tilføje undermapper med miniature manuelt
fi_fi: Varoitus : jos safe-mode = ON, alihakemiston esikatselukuvat on lisättävä manuaalisesti
ru_ru: Пожалуйста, запомните: Если включён режим "Safe-Mode", Вам потребуется добавить подкаталог с миниатюрами вручную

source: Albums
da_dk: Album
fi_fi: Albumit
ru_ru: Альбомы

source: About this Gallery
da_dk: Om dette galleri
fi_fi: Tästä galleriasta
ru_ru: Об этой галерее

source: third parties plugins that are compatible with NGG may not be 100% compatible with NextCellent Gallery!
da_dk: tredjepart plugins som er kompatible med NGG, er måske ikke 100%% kompatible med NextCellent Gallery!

source: Slideshow
da_dk: Diasshow
fi_fi: Diasarja
ru_ru: Слайдшоу

source: Select with the mouse the area for the new thumbnail
da_dk: Vælg området for den nye miniature med musen
fi_fi: Valitse hiirellä uusi alue esikatselukuvalle
ru_ru: Выберите область нового превью при помощи мыши

source: Select the area for the thumbnail from the picture on the left.
da_dk: Vælg området for miniaturen fra billedet til venstre.
fi_fi: Valitse vasemmalla olevasta kuvasta esikatselukuvan alue.
ru_ru: Выберите область превью на картинке слева.

source: Directory
da_dk: Mappe
fi_fi: Hakemisto
ru_ru: Папка

source: You are about to start the bulk edit for %s galleries 'Cancel' to stop, 'OK' to proceed.
da_dk: Du skal til at masse-redigere %s gallerier 'Annullér' for at stoppe, 'OK' for at fortsætte.
fi_fi: Olet aloittamassa massapäivityksen %s galleriaan 'Peruuta' lopettaaksesi, 'OK' jatkaaksesi.
ru_ru: Вы действительно хотите изменить %s изображения?

source: Search Images
da_dk: Søg efter billeder
fi_fi: Etsi kuvia
ru_ru: Поиск изображений

source: Actions
da_dk: Handlinger

source: No entries found
da_dk: Der blev ikke fundet nogle
fi_fi: Mitään kohteita ei löydy
ru_ru: Содержимое не найдено

source: New Gallery
da_dk: Nyt galleri
fi_fi: Uusi galleria
ru_ru: Новая Галерея

source: Gallery not found.
da_dk: Galleri ikke fundet.
fi_fi: Galleriaa ei löydy.
ru_ru: Галерея не найдена.

source: Sorry, you have no access here
da_dk: Du har desværre ikke adgang her
fi_fi: Sori, oikeutesi eivät riitä
ru_ru: Извините, вам сюда нет доступа

source: You are about to start the bulk edit for %s images 'Cancel' to stop, 'OK' to proceed.
da_dk: Du skal til at masse-redigere %s images 'Annullér' for at stoppe, 'OK' for at fortsætte.
fi_fi: Olet aloittamassa massamuokkauksen %s kuville 'Peruuta' lopettaaksesi, 'OK' jatkaaksesi.
ru_ru: Вы действительно хотите изменить %s изображения?

source: Search results for &#8220;%s&#8221;
da_dk: Søgeresultater for &#8220;%s&#8221;
fi_fi: Hakutulokset &#8220;%s&#8221;
ru_ru: Результаты поиска по &#8220;%s&#8221;

source: Click here for more settings
da_dk: Klik her for flere indstillinger
fi_fi: Klikkaa tästä lisäasetuksille
ru_ru: Нажмите здесь, чтобы показать больше настроек

source: Path
da_dk: Sti
fi_fi: Polku
ru_ru: Путь

source: Old scanning
da_dk: Gammel skanning

source: Publish this image
da_dk: Udgiv dette billede
fi_fi: Julkaise kuva
ru_ru: Изображения успешно добавлены

source: Publish
da_dk: Udgiv
fi_fi: Julkaise
ru_ru: Публикуйте

source: Recover "%s" ?
da_dk: Gen "%s"?
fi_fi: Palauta "%s" ?
ru_ru: Восстановить "%s"?

source: Delete "%s" ?
da_dk: Slet "%s"?
fi_fi: Poista "%s" ?
ru_ru: Удалить"%s"?

source: Thumbnail
da_dk: Miniature
fi_fi: Esikatselukuva
ru_ru: Превью

source: Alt &amp; Title Text
da_dk: Titel-tekst
fi_fi: Alt &amp; otsikkoteksti
ru_ru: Alt &amp; Title текст

source: deleted successfully
da_dk: slettet
fi_fi: poistettu onnistuneesti
ru_ru: успешно удалено

source: Gallery deleted successfully
da_dk: Galleri blev slettet med succes
fi_fi: Gallerian poisto onnistui
ru_ru: Изображения успешно удалены

source: New gallery page ID
da_dk: Ny galleriside-id
fi_fi: Uusi galleriasivu ID
ru_ru: Новый ID страницы галереи

source: created
da_dk: oprettet
fi_fi: luotu
ru_ru: создано

source: Published a new post
da_dk: Udgav et nyt indlæg
fi_fi: Julkaistu uusi artikkeli
ru_ru: Добавить новый альбом

source: 1 item
da_dk: 1 element
fi_fi: 1 elementti

source: NextCellent Gallery
da_dk: Galleri

source: NextCellent Gallery Overview
da_dk: Galleri oversigt
fi_fi: NextCellent Gallery ohjausnäkymä
ru_ru: Обзор NextCellent Gallery

source: Welcome to NextCellent Gallery !
da_dk: Velkommen til galleriet!
fi_fi: Tervetuloa NextCellent Galleryyn!
ru_ru: Добро пожаловать в NextCellent Gallery!

source: The plugin could create images
da_dk: Pluginnet kunne oprette billeder
fi_fi: Lisäosa onnistui luomaan kuvia
ru_ru: Невозможно создать временный файл.

source: Couldn't create image, check your memory limit
da_dk: Kunne ikke oprette et billede, tjek hukommelsesbegrænsning
fi_fi: Kuvien luonti ei onnnsitu, tarkista muistirajasi (palvelimella)
ru_ru: Не смог создать образ. Проверьте ограничение памяти.

source: Newsfeed could not be loaded. Check the <a href="%s">front page</a> to check for updates.
da_dk: Nyhedsfeedet kunne ikke loades. Tjek venligst <a href="%s">forsiden</a> efter opdateringer.
fi_fi: Uutissyötettä ei voitu ladata. Tarkista <a href="%s">Etusivu</a>lta päivitykset.
ru_ru: Фид новостей не может быть загружен. Посмотрите <a href="%s">главную страницу</a>, чтобы проверить обновления.

source: Upload pictures
da_dk: Upload billeder
fi_fi: Lataa kuvia
ru_ru: Загрузить изображения

source: <a href="%1$s" title="Manage Uploads" class="musublink">%2$sMB</a>
da_dk: <a href="%1$s" title="Håndtér uploads" class="musublink">%2$sMB</a>
fi_fi: <a href="%1$s" title="Hallitse latauksia" class="musublink">%2$sMt</a>

source: Space Allowed
da_dk: Mellemrum tilladt
fi_fi: Sallittu tila
ru_ru: Хранилище

source: <a href="%1$s" title="Manage Uploads" class="musublink">%2$sMB (%3$s%%)</a>
da_dk: <a href="%1$s" title="Håndtér uploads" class="musublink">%2$sMB (%3$s%%)</a>
fi_fi: <a href="%1$s" title="Hallitse latauksia" class="musublink">%2$sMt (%3$s%%)</a>

source: Space Used
da_dk: Mellemrum brugt
fi_fi: Käytetty tila
ru_ru: Занято:

source: Translation file successful updated. Please reload page.
da_dk: Oversættelsesfil blev opdateret. Genindlæs venligst siden.
fi_fi: Käännöstiedosto päivitetty onnistuneesti. Lataa sivu uudelleen.
ru_ru: Файл перевода успешно обновлен. Пожалуйста, обновите страницу.

source: Reload page
da_dk: Genindlæs side
fi_fi: Lataa sivu uudelleen
ru_ru: Обновить страницу

source: Translation file couldn't be updated
da_dk: Oversættelsesfil kunne ikke opdateres
fi_fi: Käännöstiedoston päivitys ei onnistunut
ru_ru: Файл перевода не может быть обновлен

source: No GD support
da_dk: Ingen GD­-support
fi_fi: Ei GD-tukea
ru_ru: GD не поддерживается

source: Memory usage
da_dk: Hukommelsesbrug
fi_fi: Muistinkäyttö

source: NextCellent Gallery contains some functions which are only available under PHP 5.2. You are using the old PHP 4 version, upgrade now! It's no longer supported by the PHP group. Many shared hosting providers offer both PHP 4 and PHP 5, running simultaneously. Ask your provider if they can do this.
da_dk: Nogle af funktionerne virker kun under PHP 5.2. Du bruger en gammel PHP 4 version. Opgrader nu!
fi_fi: NextCellent Gallery sisältää versiosta PHP 5.2 alkaen saatavia toimintoja. Käytät vanhaa PHP 4 -versiota. PHP group ei enää tue sitä. Monet palvelutoimittajat tarjoavat sekä PHP 4 että PHP 5 samanaikaisesti. Kysy apua palvelutoimittajaltasi.
ru_ru: NextCellent Gallery содержит некоторые функции, которые доступны только в PHP 5.2. Вы используете раннюю версию (PHP 4), обновите его. Эта версия более не поддерживается разработчиками и Вы сталкиваетесь с трудностями и подвергаетесь опасности.

source: third parties plugins that are compatible with NGG may not be 100&#37; compatible with NextCellent Gallery!
da_dk: tredjepart plugins der er kompatible med NGG, er måske ikke 100&#37; kompatible med NextCellent Gallery!

source: Install
da_dk: Installér
fi_fi: Asenna
ru_ru: Установить

source: This plugin is a branch from NGG stable version 1.9.13.<br> Developed & maintained by <a href="%s" target="_blank">WPGetReady.com</a>
da_dk: Dette plugin er en variation af NGG version 1.9.13.<br> Udviklet og vedligeholdt af <a href="%s" target="_blank">WPGetReady.com</a>
fi_fi: Tämä lisäosa on haara NGG stabiilista NGG 1.9.13-versiosta.<br> Kehitys & ylläpito: <a href="%s" target="_blank">WPGetReady.com</a>
ru_ru: Данный плагин - это ветка стабильной версии 1.9.13 NextGEN Gallery.<br>Разработка и поддержка <a href="%s" target="_blank">WPGetReady.com</a>

source: Post title
da_dk: Indlægstitel
fi_fi: Artikkelin otsikko
ru_ru: Текст Alt / Title

source: Enter the post title
da_dk: Indtast indlægtitel
fi_fi: Anna artikkelin otsikko
ru_ru: Текст Alt / Title
