Repository: nickg/nextcellent
Catalog: lang/nggallery-*.po
Languages: da_dk, fi_fi, nl_nl, ru_ru

source: You are not allowed to be here
da_dk: Du har ikke adgangsrettigheder!
fi_fi: Sinulla ei ole lupa olla täällä
nl_nl: Je hebt geen toestemming je hier te bevinden
ru_ru: Вам нельзя здесь находиться

source: Could create image with %s x %s pixel
da_dk: Kunne oprette billede med %s x %s pixel
fi_fi: Luotiin kuva kooltaan %s x %s pikseliä
nl_nl: Kan afbeelding maken met %s x %s pixels
ru_ru: Удалось создать изображение с размером %s x %s px

source: Cheatin&#8217; uh?
da_dk: Snyder du? tsk tsk
fi_fi: Huijaatko&#8217; höh?
nl_nl: Vals aan 't spelen, eh?
ru_ru: Балуемся?

source: Upload failed!
da_dk: Upload mislykkedes!
fi_fi: Lataus epäonnistui!
nl_nl: Upload mislukt!
ru_ru: Сбой при загрузке!

source: Upload failed!
da_dk: Upload mislykkedes!
fi_fi: Lataus epäonnistui!
nl_nl: Upload mislukt!
ru_ru: Сбой при загрузке!

source: You didn't select a gallery!
da_dk: Du valgte ikke et galleri!
fi_fi: Mikään galleria ei ole valittuna !
nl_nl: Je hebt geen galerij geselecteerd!
ru_ru: Вы не выбрали галерею!

source: Add Gallery / Images
da_dk: Tilføj galleri/billeder
fi_fi: Lisää galleria / kuvia
nl_nl: Galerij / afbeeldingen toevoegen
ru_ru: Добавить галерею / изображения

source: Image Files
da_dk: Billedfiler
fi_fi: Kuvatiedostot
nl_nl: Afbeeldings Bestanden
ru_ru: Список изображений

source: remove
da_dk: fjern
fi_fi: poista
nl_nl: verwijderen
ru_ru: убрать

source: Browse...
da_dk: Gennemse ...
fi_fi: Selaa...
nl_nl: Blader...
ru_ru: Обзор...

source: Upload images
da_dk: Upload billeder
fi_fi: Lataa kuvia
nl_nl: Afbeeldingen uploaden
ru_ru: Загрузить изображения

source: This will change folder and file names (e.g. remove spaces, special characters, ...)
da_dk: Dette vil ændre mappe og filnavne (f.eks. fjern mellemrum, specielle tegn osv. )
nl_nl: Dit zal map- en bestandsnamen wijzigen (bv. spaties en speciale tekens verwijderen, ...)

source: You will need to update your URLs if you link directly to the images.
da_dk: Du bliver nødt til, at opdatere dine URLs, hvis du linker direkte til billedet.
nl_nl: Je zal je URL's moeten bijwerken als je rechtstreeks naar de afbeeldingen linkt.

source: Press OK to proceed, and Cancel to stop.
da_dk: Klik OK for at fortsætte, Annullere for at stoppe.
nl_nl: Druk OK om verder te gaan, Annuleren om te stoppen.

source: You didn't select a file!
da_dk: Du valgte ikke en fil!
nl_nl: Je hebt geen bestand geselecteerd!

source: New gallery
da_dk: Nyt galleri
fi_fi: Uusi galleria
nl_nl: Nieuwe galerij
ru_ru: Новая галерея

source: Images
da_dk: Billeder
fi_fi: Kuvia
nl_nl: Afbeeldingen
ru_ru: Изображения

source: ZIP file
da_dk: ZIP fil
fi_fi: ZIP-tiedosto
nl_nl: Zip-bestand
ru_ru: ZIP архив

source: Import folder
da_dk: Importér mappe
fi_fi: Tuo kuvahakemisto
nl_nl: Importeer map
ru_ru: Импортировать папку

source: Add a new gallery
da_dk: Tilføj et nyt galleri
fi_fi: Lisää uusi galleria
nl_nl: Nieuwe galerij toevoegen
ru_ru: Добавить новую галерею

source: Name
da_dk: Navn
fi_fi: Nimi
nl_nl: Naam
ru_ru: Название

source: Create a new, empty gallery in the folder <strong>%s</strong>
nl_nl: Maak een nieuwe, lege galerij in de map <strong>%s</strong>

source: Allowed characters for file and folder names are "%s".
nl_nl: Toegestane karakters voor bestanden en mappen zijn "%s".

source: Description
da_dk: Beskrivelse
fi_fi: Kuvaus
nl_nl: Beschrijving
ru_ru: Описание

source: Add a description. This is optional and can be changed later.
da_dk: Lav en beskrivelse. Dette er valgfrit og kan altid ændres senere.
nl_nl: Voeg een beschrijving toe. Dit is optioneel en kan later veranderd worden.

source: Add gallery
da_dk: Tilføj galleri
fi_fi: Lisää galleria
nl_nl: Galerij toevoegen
ru_ru: Добавить галерею

source: Upload a ZIP File
da_dk: Upload en ZIP fil
fi_fi: Lataa ZIP-tiedosto
nl_nl: Zip-bestand uploaden
ru_ru: Загрузить ZIP файл

source: Select ZIP file
da_dk: Vælg en ZIP fil
fi_fi: Valitse Zip-tiedosto
nl_nl: Zip-bestand selecteren
ru_ru: Выбрать ZIP файл

source: Upload a ZIP file with images
da_dk: Upload en ZIP fil med billeder
fi_fi: Lataa kuvia sisältävä zip-tiedosto
nl_nl: Zip-bestand met afbeeldingen uploaden
ru_ru: Загрузить ZIP файл с изображениями

source: or enter URL
da_dk: eller indtast en URL
fi_fi: tai anna Zip-tiedoston URL
nl_nl: of geef een URL op
ru_ru: или введите URL

source: Import a ZIP file from a URL
da_dk: Importere en ZIP fil fra en URL
fi_fi: Lataa kuvia sisältävä zip-tiedosto URLista
nl_nl: Importeer een zip-bestand vanuit een URL
ru_ru: Импорт ZIP файла через URL

source: in to
da_dk: til
fi_fi: paikkaan
nl_nl: naar
ru_ru: в

source: a new gallery
da_dk: et nyt galleri
fi_fi: uusi galleria
nl_nl: Een nieuwe galerij
ru_ru: новая галерея

source: Note: the upload limit on your server is <strong>%s MB</strong>.
nl_nl: Opmerking: de uploadlimit van je server is <strong>%s MB</strong>.

source: Start upload
da_dk: Begynd upload
fi_fi: Aloita lataus
nl_nl: Upload starten
ru_ru: Начать загрузку

source: Import an image folder
da_dk: Importere en billedemappe
fi_fi: Tuo palvelin-polusta:
nl_nl: Importeer map met afbeeldingen
ru_ru: Импорт каталога с изображениями

source: Import from server:
da_dk: Importere fra server:
fi_fi: Tuo palvelimelta:
nl_nl: Importeer vanop de server:
ru_ru: Импорт с сервера:

source: Note: you can change the default path in the gallery settings
da_dk: Note: du kan ændre standard stien, under Indstillinger
fi_fi: Huom : muuta oletuspolku gallerian asetuksista
nl_nl: Opmerking: je kan het standaardpad wijzigen in de galerij-instellingen
ru_ru: Внимание: Вы можете изменять установленный путь в настройках галереи

source: Choose gallery
da_dk: Vælg et galleri
fi_fi: Valitse galleria
nl_nl: Kies galerij
ru_ru: Выбрать галерею

source: Drop your files in this window
da_dk: Slip dine filer i dette vindue
nl_nl: Sleep bestanden naar dit venster

source: Or
da_dk: Eller
nl_nl: Of

source: Select Files
da_dk: Vælg filer
fi_fi: Valitse tiedostot
nl_nl: Selecteer bestanden
ru_ru: Выбрать файлы

source: Click here to use the browser upload instead
da_dk: Klik her for at bruge browser upload i stedet
nl_nl: Klik hier om de browserupload te gebruiken

source: Use basic uploader
da_dk: Brug simpel uploader
nl_nl: Gebruik de basisuploader

source: Advanced uploading
da_dk: Avanceret upload
nl_nl: Geavanceerd uploaden

source: Use advanced uploader
da_dk: Brug avanceret upload
nl_nl: Gebruik de geavanceerde uploader

source: Your images will be rescaled to max width %1$dpx or max height %2$dpx.
da_dk: Dine billeder vil blive re-skaleret til maks bredden %1$dpx eller maks højden %2$dpx.
nl_nl: Je afbeeldingen zullen verkleind worden tot max breedte %1$dpx of max hoogte %2$dpx.

source: Galleries
da_dk: Gallerier
fi_fi: Galleriat
nl_nl: Galerijen
ru_ru: Галереи

source: Overview
da_dk: Oversigt
fi_fi: Yleinen
nl_nl: Overzicht
ru_ru: Обзор

source: Settings
da_dk: Indstillinger
fi_fi: Asetukset
nl_nl: Instellingen
ru_ru: Настройки

source: Style
da_dk: Design
fi_fi: Tyyli
nl_nl: Stijl
ru_ru: Стили

source: Roles
da_dk: Roller
fi_fi: Roolit
nl_nl: Rollen/rechten
ru_ru: Роли

source: Reset / Uninstall
da_dk: Nulstil/Afinstallér
fi_fi: Resetoi / poista
nl_nl: Terug zetten / De&#239;nstalleer
ru_ru: Сбросить / Удалить

source: Network settings
da_dk: Netværksindstillinger
fi_fi: Verkkoasetukset
nl_nl: Netwerk instellingen
ru_ru: Настройки галереи

source: You do not have the correct permission
da_dk: Du har ikke de nødvendige rettigheder
fi_fi: Sinulla ei ole tarvittavia valtuuksia
nl_nl: Je hebt niet de juiste permissies
ru_ru: У вас нет необходимых прав

source: Unexpected Error
da_dk: Uventet fejl
fi_fi: Odottamaton virhe
nl_nl: Onverwachte fout
ru_ru: Неожиданная ошибка

source: A failure occurred
da_dk: En fejl opstod
fi_fi: Tapahtui virhe
nl_nl: Er is een fout opgetreden
ru_ru: Произошла ошибка

source: You have attempted to queue too many files.
da_dk: Du har forsøgt at tilføje for mange filer til køen.
fi_fi: Olet laittanut jonoon liian monta tiedostoa.
nl_nl: Je probeert teveel bestanden ineens in de rij de plaatsen
ru_ru: Вы попытались загрузить слишком много файлов.

source: This file exceeds the maximum upload size for this site.
da_dk: Størrelsen på denne fil overstiger maks. uploadstørrelse på dette site.
fi_fi: Tiedosto on suurempi kuin tämän sivuston maksimi latauskoko.
nl_nl: Het bestand overschrijdt de maximale upload grootte voor deze site
ru_ru: Данный файл превысил максимальный размер, разрещённый для загрузки на этом сайте.

source: This file is empty. Please try another.
da_dk: Denne fil er tom. Prøv venligst en anden.
fi_fi: Tiedosto on tyhjä. Yritä uudelleen.
nl_nl: Dit bestand is leeg. Probeer aub een ander.
ru_ru: Данный файл пустой. Пожалуйста, попробуйте другой.

source: This file type is not allowed. Please try another.
da_dk: Den filtype er ikke tilladt. Prøv venligst en anden.
fi_fi: Tiedostotyyppi ei ole sallittu. Yritä uudelleen.
nl_nl: Dit bestandstype is niet toegelaten. Probeer aub een ander.
ru_ru: Данный тип файла не может быть загруже. Пожалуйста, попробуйте другой.

source: This file is not an image. Please try another.
da_dk: Denne fil er ikke et billede. Prøv venligst en anden.
fi_fi: Tämä ei ole kuvatiedosto. Yritä toista tiedostoa.
nl_nl: Dit bestand is geen afbeelding. Probeer aub een ander.
ru_ru: Данный файл - не изображение, пожалуйста, попробуйте другой.

source: Memory exceeded. Please try another smaller file.
da_dk: Hukommelse overskredet. Prøv venligst en mindre fil.
fi_fi: Muisti ylitetty. Yritä pienentää tiedostoa.
nl_nl: Geheugen overschreden. Probeer aub een kleiner bestand.
ru_ru: Превышен расход памяти. Пожалуйста, попробуйте загрузить файлы поменьше размером.

source: This is larger than the maximum size. Please try another.
da_dk: Denne er større end maks. størrelsen. Prøv venligst en anden.
fi_fi: Tiedosto on maksimikokoa suurempi. Yritä toista.
nl_nl: Dit is groter dan de maximum grootte. Probeer aub een ander.
ru_ru: Это больше, чем максимальный размер. Пожалуйтса, попробуйте другой размер.

source: An error occurred in the upload. Please try again later.
da_dk: Der skete en fejl under upload. Prøv venligst igen senere.
fi_fi: Latauksessa tapahtui virhe.Yritä myöhemmin uudestaan.
nl_nl: Een fout is opgetreden tijdens het uploaden. Probeer eens opnieuw.
ru_ru: Произошла непредвиденная ошибка в момент загрузки. Пожалуйста, попробуйте ещё раз позднее.

source: There was a configuration error. Please contact the server administrator.
da_dk: Der skete en konfigurationsfejl. Kontakt venligst serveradministratoren.
fi_fi: Konfiguraatiovirhe. Ota yhteys palvelimen hoitajaan.
nl_nl: Er was een configuratiefout. Contacteer de server administrator.
ru_ru: Произошла ошибка в конфигурации программы. Пожалуйста, свяжитесь с администратором сервиса.

source: You may only upload 1 file.
da_dk: Du må kun uploade én fil.
fi_fi: Voit ladata vain yhden tiedoston.
nl_nl: Je mag slechts 1 bestand uploaden.
ru_ru: Вы можете загрузить только один файл.

source: HTTP error.
da_dk: HTTP-fejl.
fi_fi: HTTP-virhe.
nl_nl: HTT-fout.
ru_ru: ошибка HTTP

source: Upload failed.
da_dk: Upload mislykkedes.
fi_fi: Lataus epäonnistui!
nl_nl: Upload mislukt.
ru_ru: Загрузка прервана.

source: IO error.
da_dk: IO-fejl.
fi_fi: IO-virhe.
nl_nl: IO-fout.
ru_ru: ошибка ввода-вывода.

source: Security error.
da_dk: Sikkerhedsfejl.
fi_fi: Turvavirhe.
nl_nl: Beveiligingsfout
ru_ru: Ошибка доступа.

source: File canceled.
da_dk: Fil annulleret.
fi_fi: Tiedosto peruutettu.
nl_nl: Bestand geannuleerd.
ru_ru: Файл игнорирован.

source: Upload stopped.
da_dk: Upload stoppede.
fi_fi: Lataus lopetettu.
nl_nl: Upload onderbroken.
ru_ru: Загрузка остановлена.

source: Dismiss
da_dk: Afvis
fi_fi: Poista
nl_nl: Negeren
ru_ru: Отклонить

source: Crunching&hellip;
da_dk: Tygger &hellip;
fi_fi: Työskentelen&hellip;
nl_nl: Bewerken&hellip;

source: moved to the trash.
da_dk: flyttet til papirkurven.
fi_fi: siirretty roskakoriin.
nl_nl: verplaatst naar prullenbak.
ru_ru: переместить в корзину

source: &#8220;%s&#8221; has failed to upload due to an error
da_dk: &#8220;%s&#8221; blev ikke uploadet på grund af en fejl
fi_fi: &#8220;%s&#8221; ei latautunut virheen takia
nl_nl: &#8220;%s&#8221; is niet geupload omwille van een fout
ru_ru: &#8220;%s&#8221; был загружен с ошибкой

source: L O A D I N G
da_dk: I N D L Æ S E R
fi_fi: L A T A A N
nl_nl: L A D E N
ru_ru: З А Г Р У З К А

source: Click to Close
da_dk: Klik for at lukke
fi_fi: Klikkaa sulkeaksesi
nl_nl: Klik om te sluiten
ru_ru: Закрыть

source: Welcome to your NextCellent Dashboard! This screen gives you all kinds of information about NextCellent at glance. You can get help for any screen by clicking the Help tab in the upper corner.
da_dk: Velkommen til galleri oversigten!
nl_nl: Welkom bij je NextCellent Dashboard! Dit scherm geeft je allerlei informatie over NextCellent in een ogenblik. Je kan meer hulp voor elk scherm krijgen door op Help te drukken in de rechterbovenhoek.

source: The boxes on your overview screen are:
da_dk: Boksene i oversigten er:
nl_nl: De hokjes op je overzichtsscherm zijn:

source: At a Glance
da_dk: Et overblik
fi_fi: Yleisnäkymä
nl_nl: In een oogopslag
ru_ru: С первого взгляда

source: Shows some general information about your site, such as the number of pictures, albums and galleries.
da_dk: Viser nogle generelle informationer om din hjemmeside. Så som antal billeder, album og gallerier.
nl_nl: Toont algemene informatie over je site, zoals het aantal afbeeldingen, albums en galerijen.

source: Latest News
da_dk: Seneste nyheder
fi_fi: Tuoreimmat uutiset
nl_nl: Laatste nieuws
ru_ru: Последние новости

source: The latest NextCellent news.
da_dk: De seneste nyheder.
nl_nl: Laatste nieuws omtrent NextCellent.

source: Related plugins
da_dk: Relaterede plugins
fi_fi: Liittyvät lisäosat
nl_nl: Gerelateerde plugins
ru_ru: Похожие плагины

source: Shows plugins that extend NextCellent.
da_dk: Plugins, der udvider funktionaliteten.
nl_nl: Toont plug-ins die werken met NextCellent.

source: Pay attention
da_dk: Vær opmærksom
fi_fi: Ole tarkkana
nl_nl: Aandacht
ru_ru: Обратите внимание

source: Help me help YOU!
da_dk: Hjælp mig med at hjælpe dig!
fi_fi: Auta minua auttamaan SINUA!
nl_nl: Help mij JOU te helpen!
ru_ru: Помогите, мне, пожалуйста!

source: Shows general information about he plugin and some links.
da_dk: Viser generel information om galleriet og nogle links.
nl_nl: Toont algemene informatie over de plug-in en sommige links.

source: Translation
da_dk: Oversættelse
fi_fi: Käännös
nl_nl: Vertaling
ru_ru: Перевод

source: View information about the current translation.
da_dk: Viser informationer om oversættelsen.
nl_nl: Bekijk informatie over de huidige vertaling.

source: Server Settings
da_dk: Serverindstillinger
fi_fi: Palvelinasetukset
nl_nl: Server Instellingen
ru_ru: Настройки сервера

source: Show all the server settings!.
da_dk: Viser alle indstillinger på serveren!
nl_nl: Toon alle serverinstellingen.

source: Plugin Check
da_dk: Plugintjek
fi_fi: Lisäosan tarkistus
nl_nl: Plugin controle
ru_ru: Состояние плагина

source: Check if there are known errors in your installation.
da_dk: Tjek om der er kendte fejl i din installation.
nl_nl: Kijk of er fouten in je installatie zijn.

source: On this page you can add galleries and pictures to those galleries.
da_dk: På denne side kan du tilføje gallerier og billeder til gallerierne.
nl_nl: Op deze pagina kan je galerijen en afbeeldingen aan die galerijen toevoegen.

source: Add new galleries to NextCellent.
da_dk: Tilføj nye gallerier
nl_nl: Voeg nieuwe galerijen toe aan NextCellent.

source: You must add a gallery before adding images!
da_dk: Du skal have et galleri, før du kan tilføje billeder!
nl_nl: Je moet een galerij toevoegen voor je afbeeldingen toevoegt!

source: Add new images to a gallery.
da_dk: Tilføj nye billeder til et galleri.
nl_nl: Voeg nieuwe afbeeldingen toe aan een galerij.

source: Add images from a ZIP file.
da_dk: Tilføj billeder fra en ZIP fil.
nl_nl: Voeg afbeeldingen van een zip-bestand toe.

source: Import a folder from the server as a new gallery.
da_dk: Importere en mappe fra serveren, som et nyt galleri.
nl_nl: Importeer een map vanop de server als een nieuwe galerij.

source: Manage your images and galleries.
da_dk: Håndter billeder og gallerier.
nl_nl: Beheer je afbeeldingen en galerijen.

source: Organize your galleries into albums.
da_dk: Organiser dine gallerier i album.
nl_nl: Organiseer je galerijen in albums.

source: First select an album from the dropdown and then drag the galleries you want to add or remove from the selected album.
da_dk: Vælg først et album fra dropned menuen. Træk så gallerierne du vil tilføje eller fjerne til/fra det valgte album.
nl_nl: Selecteer eerst een album van de dropdown en sleep dan de galerijen die je wilt toevoegen of verwijderen naar en van het album.

source: Organize your pictures with tags.
da_dk: Organiser dine billeder med tags.
nl_nl: Organiseer je afbeeldingen met tags.

source: Rename, delete and edit tags. Use the rename function to merge tags.
da_dk: Omdøb, fjern eller rediger tags. Brug omdøb funktion for at flette tags.
nl_nl: Henroem, verwijder en bewerk tags. Gebruik de functie hernoemen om tags samen te voegen.

source: Edit all of NextCellent's options. The options are sorted in multiple categories.
da_dk: Rediger alle indstillingerne. Indstillingerne er sorteret i flere kategorier.
nl_nl: Wijzig alle NextCellent-instellingen. De opties zijn gesorteerd per categorie.

source: General
da_dk: Generelt
fi_fi: Yleistä
nl_nl: Algemeen
ru_ru: Основное

source: General NextCellent options. Contains options for permalinks and related images.
da_dk: Generelle indstillinger. Indeholder indstillinger til permanent links og relaterede billeder.
nl_nl: Algemene opties. Bevat permalinks en gerelateerde afbeeldingen.

source: All image-related options. Also contains options for thumbnails.
da_dk: Alle billede relaterede indstillinger. Indeholder også indstillinger til miniaturer.
nl_nl: Alle opties met betrekking tot afbeeldingen. Bevat ook opties voor miniaturen.

source: Gallery
da_dk: Galleri
fi_fi: Galleria
nl_nl: Galerij

source: Everything about galleries. From sorting options to the number of images, it's all in here.
nl_nl: Alles over galerijen. Van sorteeropties tot het aantal afbeeldingen, het zit allemaal hier.

source: Effects
da_dk: Effekter
fi_fi: Efektit
nl_nl: Effecten
ru_ru: Эффекты

source: Make your gallery look beautiful.
nl_nl: Laat je galerij er prachtig uitzien.

source: Watermark
da_dk: Vandmærke
fi_fi: Vesileima
nl_nl: Watermerk
ru_ru: Водяной знак

source: Who doesn't want theft-proof images?
nl_nl: Wie wilt er geen diefstal-bestendige afbeeldingen?

source: Edit options for the slideshow.
da_dk: Rediger slideshow indstillinger
nl_nl: Verander opties voor de diavoorstelling.

source: Don't forget to press save!
da_dk: Husk at trykke gem!
nl_nl: Vergeet niet om op opslaan te drukken!

source: You can edit the css file to adjust how your gallery looks.
nl_nl: Je kan het css-bestand wijzigen om het uitzien van je galerij te veranderen.

source: When you save an edited file, NextCellent automatically saves it as a copy in the folder ngg_styles. This protects your changes from upgrades.
nl_nl: Als je een gewijzigd bestand opslaat, slaat NextCellent het automatisch op als een kopie in de map ngg_styles. Dit beschermt je wijzigingen van upgrades.

source: You can assign the lowest user role that has access to a certain feature. Needless to say, all greater user roles will also have access to that feature.
nl_nl: Je kan de laagste rol aanduiden die toegang heeft tot een functie. Alle hogere rollen zullen ook toegang hebben.

source: NextCellent also works with various plugins that extend the default roles capabilities.
nl_nl: NextCellent werkt ook met verschillende plug-ins die het rollensysteem nog uitbreiden.

source: If 'someone' messed with your settings (yeah, definitely not you), you can reset them here.
nl_nl: Als 'iemand' (jij zeker niet) je instellingen verknoeit heeft, kan je ze hier resetten.

source: Attention!
da_dk: Vær opmærksom!
nl_nl: Aandacht!

source: You should not use the Uninstall Plugin button, unless you know what you're doing! It should never be necessary to press it.
da_dk: Du burde ikke bruge Afinstallere plugin knappen, medmindre du ved hvad du gør! Det burde aldrig være nødvendigt at trykke den.
nl_nl: Je zou de knop Verwijderen nooit moeten gebruiken!

source: For more information:
da_dk: For mere information:
nl_nl: Voor meer informatie:

source: Support Forums
da_dk: Support forum
nl_nl: Ondersteuningsforums

source: Source Code
da_dk: Source
nl_nl: Broncode

source: Updated successfully
da_dk: Opdateret
nl_nl: Met succes bijgewerkt

source: Album deleted
da_dk: Album slettet
fi_fi: Albumi poistettu
nl_nl: Album verwijderd
ru_ru: Альбом удален

source: Edit Album
da_dk: Redigér album
fi_fi: Muokkaa albumia
nl_nl: Album bewerken
ru_ru: Редактировать теги

source: Select album
da_dk: Vælg album
fi_fi: Valitse albumi
nl_nl: Selecteer album
ru_ru: Выбрать альбом

source: No album selected
da_dk: Intet album valgt
fi_fi: Ei valittua albumia
nl_nl: Geen album geselecteerd
ru_ru: Не выбрано ни одного альбома

source: Update
da_dk: Opdatér
fi_fi: Päivitä
nl_nl: Bijwerken
ru_ru: Обновить

source: Edit album
da_dk: Redigér album
fi_fi: Muokkaa albumia
nl_nl: Album bewerken
ru_ru: Редактировать альбом

source: Delete
da_dk: Slet
fi_fi: Poista
nl_nl: Verwijder
ru_ru: Удалить

source: Add new album
da_dk: Tilføj nyt album
fi_fi: Lisää uusi albumi
nl_nl: Nieuw album toevoegen
ru_ru: Добавить новый альбом

source: Add
da_dk: Tilføj
fi_fi: Lisää
nl_nl: Toevoegen
ru_ru: Добавить

source: Show / hide used galleries
da_dk: Vis/skjul brugte gallerier
fi_fi: Näytä / piilota käytetyt galleriat
nl_nl: Toon / verberg gebruikte gallerys
ru_ru: Показать / Скрыть использованные галереи

source: [Show all]
da_dk: [Vis alle]
fi_fi: [Näytä kaikki]
nl_nl: [Toon alle]
ru_ru: [Показать всеl]

source: Maximize the widget content
da_dk: Maksimér widget-indholdet
fi_fi: Maksimoi vimpaimen sisältö
nl_nl: De widget inhoud maximaliseren
ru_ru: Раскрыть содержимое виджета

source: [Maximize]
da_dk: [Maksimér]
fi_fi: [Maksimoi]
nl_nl: [Maximaliseer]
ru_ru: [Раскрыть]

source: Minimize the widget content
da_dk: Minimér widget-indholdet
fi_fi: Minimoi vimpaimen sisältö
nl_nl: De widget inhoud minimaliseren
ru_ru: Скрыть содержимое виджета

source: [Minimize]
da_dk: [Minimér]
fi_fi: [Minimoi]
nl_nl: [Minimaliseer]
ru_ru: [Скрыть]

source: After you create and select a album, you can drag and drop a gallery or another album into your new album below
da_dk: Efter du har oprettet og valgt et album, kan du "drag and drop" et galleri eller et andet album ind i det nye album herunder
fi_fi: Kun olet luonut ja valinnut albumin, voit lisätä pudottamalla gallerian tai toisen albumin uuteen albumiisi alla
nl_nl: Nadat je een album geslecteerd hebt, kun je een galerij of zelfs een ander album naar je nieuwe album hieronder slepen
ru_ru: После создания и выбора альбома, вы можете перетаскивать галереи и другие альбомы в новый альбом ниже.

source: Select gallery
da_dk: Vælg galleri
fi_fi: Valitse galleria
nl_nl: Selecteer galerij
ru_ru: Выбрать галерею

source: No album selected!
da_dk: Intet album valgt!
fi_fi: Albumia ei valittuna
nl_nl: Geen album geselecteerd
ru_ru: Не выбрано ни одного альбома!

source: Album name:
da_dk: Album-navn:
fi_fi: Albumin nimi :
nl_nl: Album naam:
ru_ru: Название альбома:

source: Album description:
da_dk: Album-beskrivelse:
fi_fi: Albumin kuvaus:
nl_nl: Album omschrijving:
ru_ru: Описание альбома:

source: Select a preview image:
da_dk: Vælg et forhåndsvisningsbillede:
fi_fi: Valitse esikatselukuva:
nl_nl: Selecteer een afbeelding om vooraf te bekijken:
ru_ru: Выбрать превью:
