Repository: nickg/nextcellent
Catalog: lang/nggallery-*.po
Languages: da_dk, fi_fi, nl_nl, ru_ru

source: <a href="%1$s" title="Manage Uploads">%2$s MB (%3$s%%)</a>
nl_nl: <a href="%1$s" title="Beheer uploads" class="musublink">%2$sMB (%3$s%%)</a>

source: The newsfeed could not be loaded. Check the <a href="%s">front page</a> to check for updates.
nl_nl: Nieuwsfeed kan niet geladen worden. Ga naar de <a href="%s">voorpagina </a> om te controleren op updates.

source: Untitled
da_dk: Uden titel
fi_fi: Nimetön
nl_nl: Zonder titel
ru_ru: Без имени

source: Running...
da_dk: Kører &hellip;
fi_fi: Toimii...
nl_nl: Bezig... even wachten
ru_ru: Обработка...

source: Check plugin/theme conflict
da_dk: Tjek plugin-/temakonflikt
fi_fi: Tarkista lisäosa/teema -konfliktit
nl_nl: Plugin controle / thema conflict
ru_ru: Состояние плагина/конфликты темы

source: Not tested
da_dk: Ikke testet
fi_fi: Ei testattu
nl_nl: Niet getest
ru_ru: Не протестированые

source: No conflict could be detected
da_dk: Der blev ikke opdaget nogen konflikt.
fi_fi: Mitään konfliktia ei löytynyt
nl_nl: Er kan geen conflict worden gevonden
ru_ru: Конфликтов нет

source: Test failed, disable other plugins & switch to default theme
da_dk: Test fejlede. Deaktivér de andre plugins og skift til standardtemaet
fi_fi: Testi epäonnistui, ota muut lisäosat pois käytöstä ja käytä oletusteemaa (Default Theme)
nl_nl: Test mislukt, schakel andere plugins uit en stel het standaard thema in
ru_ru: Ошибка! Какой-то плагин или функция конфликтует с плагином

source: Test image function
da_dk: Test billedfunktion
fi_fi: Testaa kuvatoiminto
nl_nl: Test afbeeldingsfunctie
ru_ru: Изображения успешно добавлены

source: The plugin could create images.
nl_nl: De plugin kan geen afbeeldingen maken

source: Could not create image, check your memory limit.
nl_nl: Kan de afbeeldingen niet maken, controleer de geheugen limiet

source: Check theme compatibility
da_dk: Tjek temakompatibilitet
fi_fi: Tarkista teeman yhteensopivuus
nl_nl: Controleer thema compatibiliteit
ru_ru: (из папки темы)

source: Your theme should work fine with NextCellent Gallery
da_dk: Dit tema burde være kompatibel
fi_fi: Teemasi pitäisi toimia kunnolla NextCellent Galleryn kanssa
nl_nl: Je thema zou moeten werken met NextCellent Gallery
ru_ru: Ваша тема совместима с NextCellent Gallery

source: wp_head()/wp_footer() is missing, contact the theme author
da_dk: wp_head()/wp_footer() mangler. Kontakt temaudvikleren
fi_fi: wp_head()/wp_footer() ei löytynyt, ota yhteys teeman tekijään
nl_nl: wp_head()/wp_footer() ontbreekt, neem contact op met de ontwikkelaar van het thema
ru_ru: wp_head()/wp_footer() отсутствует. Обратитесь к автору темы.

source: Check plugin
da_dk: Tjek plugin
fi_fi: Tarkista lisäosa
nl_nl: Controleer plugin
ru_ru: Перевести плагин

source: Graphic Library
da_dk: Grafisk bibliotek
fi_fi: Grafiikkakirjasto
nl_nl: Grafische bibliotheek
ru_ru: Графическая библиотека

source: There is no GD support
nl_nl: Geen GD ondersteuning

source: Yes
da_dk: Ja
fi_fi: Kyllä
nl_nl: Ja
ru_ru: Да

source: No
da_dk: Nej
fi_fi: Ei
nl_nl: Nee
ru_ru: Нет

source: Not set
da_dk: Ikke slået til
fi_fi: Ei asetettu
nl_nl: Niet ingesteld
ru_ru: Не установлено

source: On
da_dk: Til
fi_fi: Päällä
nl_nl: Aan
ru_ru: Включено

source: Off
da_dk: Fra
fi_fi: Pois päältä
nl_nl: Uit
ru_ru: Выключено

source: MB
nl_nl: MByte

source: Operating System
da_dk: Operativsystem
fi_fi: Käyttöjärjestelmä
nl_nl: Operating Systeem
ru_ru: Операционная система

source: Memory Usage
nl_nl: Geheugen gebruik

source: MYSQL Version
fi_fi: MySQL-versio
nl_nl: MYSQL Versie
ru_ru: Версия MySQL

source: PHP Version
fi_fi: PHP-versio
nl_nl: PHP Versie
ru_ru: Версия PHP

source: PHP Allow URL fopen
fi_fi: PHP sallit URL fopen
nl_nl: PHP toegestaan URL fopen

source: PHP Memory Limit
da_dk: PHP Memory Limit (hukommelsesgrænse)
fi_fi: PHP muistiraja
nl_nl: PHP Geheugen Limiet

source: PHP Max Upload Size
fi_fi: PHP Max latauskoko
nl_nl: PHP Max Upload formaat

source: PHP Max Post Size
fi_fi: PHP Max artikkelikoko
nl_nl: PHP Max Post formaat

source: PCRE Backtracking Limit
da_dk: PCRE Backtracking-begrænsning
fi_fi: PCRE Backtracking -raja
nl_nl: PCRE Backtracking limiet

source: PHP Max Script Execute Time
fi_fi: PHP Max skritpin suoritusaika
nl_nl: PHP Max Script Uitvoering tijd

source: PHP EXIF Support
nl_nl: PHP Exif ondersteuning

source: PHP IPTC Support
nl_nl: PHP IPTC ondersteuning

source: PHP XML Support
nl_nl: PHP XML ondersteuning

source: Loading&#8230;
da_dk: Indlæser &#8230;
fi_fi: Ladataan&#8230;
nl_nl: Laden&#8230;
ru_ru: Загрузка&#8230;

source: This widget requires JavaScript.
da_dk: Denne widget kræver JavaScript.
fi_fi: Tämä vimpain vaatii JavaScriptin.
nl_nl: Deze widget vereist JavaScript.
ru_ru: Этот виджет требует JavaScript.

source: <strong>Note</strong>: third parties plugins that are compatible with NGG may not be 100&#37; compatible with NextCellent Gallery!
nl_nl: niet alle plug-ins van derden die compatibel zijn met NGG zullen 100% werken met NextCellent Gallery!

source: By %s
nl_nl: Door %s

source: Install %s now
nl_nl: Nu %s installeren

source: Install Now
nl_nl: Installeer

source: Update %s now
nl_nl: %s nu bijwerken

source: Update Now
nl_nl: Bijwerken

source: More information about %s
nl_nl: Voor meer informatie over %s

source: More Details
nl_nl: Meer instellingen

source: Untested with your version of WordPress
nl_nl: Niet-getest met jouw versie van WordPress

source: <strong>Incompatible</strong> with your version of WordPress
nl_nl: <strong>Niet compatibel</strong> met jouw versie van WordPress

source: <strong>Compatible</strong> with your version of WordPress
nl_nl: <strong>Compatibel</strong> met jouw versie van WordPress

source: This plugin is a branch from NextGen Gallery, version 1.9.13.
nl_nl: Deze plug-in is een aanpassing van NextGen Gallery, versie 1.9.13.

source: Developed & maintained by <a href="http://www.wpgetready.com" target="_blank">WPGetReady.com</a>
nl_nl: Deze plug-in is een tak van de NGG stabiele versie 1.9.13.<br> Ontwikkeld en onderhouden door <a href="%s" target="_blank">WPGetReady.com</a>

source: You can contribute by giving this plugin a good rating! Thanks a lot!
da_dk: Du kan bidrage ved, at give dette plugin gode ratings.
nl_nl: Je kan helpen door deze plug-in een goede rating te geven! Bedankt!

source: Visit the plugin homepage
da_dk: Besøg pluginets hjemmeside
fi_fi: Käy lisäosan kotisivulla
nl_nl: Plug-instartpagina bezoeken
ru_ru: Посетить страницу плагина

source: Welcome to NextCellent Gallery!
nl_nl: Welkom bij NextCellent Gallery!

source: This plugin is made possible by the great work of a lot of people:
nl_nl: Deze plug-in wordt mogelijk gemaakt door het fantastische werk van een heleboel mensen. Een speciale dank u aan onderstaande personen:

source: Alex Rabe and Photocrati for the original NextGen Gallery
nl_nl: Alex Rabe en Photocrati voor de originele NextGen Gallery

source: for maintaining this fork of NextGen Gallery
da_dk: for at opretholde denne fork af NextGen Gallery
fi_fi: tämän NextGen Galleryn seuraajan ylläpidosta
nl_nl: voor het onderhouden van deze fork van NextGEN Gallery
ru_ru: за поддержку этого форка NextGen Gallery

source: for helping maintain the plugin
nl_nl: voor de Watermerk plugin

source: for his implementation of changing file the upload date using jQuery
nl_nl: voor zijn implementatie van het veranderen van de uploaddatum met jQuery

source: for his his code suggestions regarding nggtags shortcodes
nl_nl: voor zijn codesuggesties m.b.t. nggtags

source: for his his suggestions on templates
nl_nl: voor zijn suggesties m.b.t. sjablonen

source: Also a big thank you to the new translators:
nl_nl: Ook een dikke dank u wel aan de nieuwe vertalers:

source: Roles / capabilities
da_dk: Roller / Rettigheder
fi_fi: Roolit / toiminnot
nl_nl: Instellen Rollen/Rechten voor gebruik NextGEN
ru_ru: Права доступа

source: Select the lowest role which should be able to access the following capabilities. NextCellent Gallery supports the standard roles from WordPress.
da_dk: Vælg den laveste rolle, der skal have rettigheder til følgende.
fi_fi: Valitse alin rooli, joka pääsee seuraaviin toimintoihin. NextCellent Gallery tukee vain WordPressin standardirooleja.
nl_nl: Selecteer de laagste rol die toegang krijgt de volgende toepassingen uit te voeren. NextCellent Gallery gebruikt de standaard WordPress-rollen.
ru_ru: Выбор младшей роли, которая получит доступ к следующим возможностям. NextCellent Gallery поддерживает базовые роли WordPress.

source: For a more flexible user management you can use the
da_dk: For en mere fleksibel brugerhåndtering, kan du bruge
fi_fi: Joustavampaan käyttäjähallintaan voit käyttää
nl_nl: Als je een flexibeler gebruikersmanagement wilt, kijk dan eens bij
ru_ru: Для более гибкого управления пользователями воспользуйтесь

source: NextCellent Gallery overview
da_dk: Galleri oversigt
nl_nl: NextCellent Gallery overzicht

source: Use TinyMCE Button / Add Media
da_dk: Brug TinyMCE knap / Tilføj medier
nl_nl: Gebruik TinyMCE-knop / Media Toevoegen

source: Add gallery / Upload images
da_dk: Tilføj galleri/Upload billeder
fi_fi: Lisää galleria / lataa kuvia
nl_nl: Galerij toevoegen / afbeeldingen uploaden
ru_ru: Добавить галерею / Загрузить изображения

source: Manage gallery
da_dk: Håndtér galleri
fi_fi: Gallerian hallinta
nl_nl: Galerij Beheren
ru_ru: Управлять галереей

source: Manage others gallery
da_dk: Håndtér andres galleri
fi_fi: Hallitse toisten galleriaa
nl_nl: Beheer galerij van anderen
ru_ru: Управлять галереей других

source: Manage tags
da_dk: Håndtér tags
fi_fi: Hallitse tägejä
nl_nl: Beheer tags
ru_ru: Управлять тегами

source: Change style
da_dk: Skift design
fi_fi: Muuta tyyliä
nl_nl: Stijl bewerken
ru_ru: Изменить стили

source: Change options
da_dk: Ændre indstillinger
fi_fi: Muuta asetuksia
nl_nl: Bijwerken opties
ru_ru: Изменить настройки

source: Update capabilities
da_dk: Opdatér rettigheder
fi_fi: Päivitä toimintoja
nl_nl: Bijwerken
ru_ru: Обновить права доступа

source: Updated capabilities
da_dk: Opdateret rettigheder
fi_fi: Päivitetyt toiminnot
nl_nl: Mogelijkheden bijgewerkt
ru_ru: Обновленные права

source: Reset options
da_dk: Nulstil indstillinger
fi_fi: Resetointivaihtoehdot
nl_nl: Opties terugzetten
ru_ru: Восстановление настроек

source: Reset all options/settings to the default installation.
da_dk: Nulstil alle indstillinger til standardinstallation.
fi_fi: Resetoi kaikki vaihtoehdot/asetukset oletusarvoihin.
nl_nl: Alle opties/instellingen terugzetten naar de standaard installatie
ru_ru: Сбросить все настройки к стандартным.

source: Reset settings
da_dk: Nulstil indstillinger
fi_fi: Resetoi asetukset
nl_nl: Instellingen terugzetten
ru_ru: Восстановление настроек

source: Uninstall plugin tables
da_dk: Afinstallér pluginnets tabeller
fi_fi: Poista lisäosan taulut tietokannasta
nl_nl: De&iuml;nstalleer plugin tabellen
ru_ru: Удалить таблицы плагина

source: You don't like NextCellent Gallery?
nl_nl: Vind je NextCellent niet leuk?

source: With this button you can clear all database tables. This should also happen if you uninstall the normal way, but it can be useful for manually uninstalling NextCellent completely.
nl_nl: Met deze knop kan u de databanktabellen wissen. Dit zou ook vanzelf moeten gebeuren als je op de normale wijze verwijdert, maar het kan nuttig zijn om NextCellent manueel te verwijderen.

source: WARNING:
da_dk: ADVARSEL:
fi_fi: VAROITUS:
nl_nl: WAARSCHUWING:
ru_ru: ВНИМАНИЕ:

source: Once uninstalled, this cannot be undone. You should use a Database Backup plugin of WordPress to backup all the tables first. NextCellent gallery is stored in the tables
fi_fi: Poistoa ei voi jälkeenpäin peruuttaa. Ota koko tietokannasta varmistus (Database Backup) WordPressissä ennen poistoa. NextGEN Galleryn tiedot on tallennettu tietokantatauluihin.
nl_nl: Eenmaal verwijderd, kan dit niet ongedaan gemaakt worden. Je zult een Database Backup plugin van WordPress moeten gebruiken om eerst een backup te maken van alle tabellen. NextCellent Gallery is opgeslagen in de tabellen
ru_ru: Деинсталляция не может быть отменена, данные и таблицы в базе данных теряются безвозвратно.

source: and
da_dk: og
fi_fi: ja
nl_nl: en
ru_ru: и

source: Show uninstall button
nl_nl: Knop verwijderen tonen

source: Uninstall plugin
da_dk: Afinstallér plugin
fi_fi: Poista lisäosa
nl_nl: De&iuml;nstalleer knop
ru_ru: Удалить плагин

source: Reset all options to default settings?
nl_nl: Alle opties/instellingen terugzetten naar de standaard installatie

source: Choose [Cancel] to Stop, [OK] to proceed.
nl_nl: Kies [Annuleren] om te stoppen, [OK] om door te gaan.

source: You are about to uninstall this plugin from WordPress. This action is not reversible.
nl_nl: Je staat op het punt deze plug-in te verwijderen van WordPress. Deze actie kan niet ongedaan gemaakt worden.

source: Reset all settings to the default parameters.
nl_nl: Alle instellingen terugzetten naar de standaard waarden

source: Uninstall successful! Now delete the plugin and enjoy your life!
nl_nl: De&iuml;nstalleren succesvol! Nu de plugin verwijderen en vrolijk verder leven! Veel plezier!

source: Successfully selected CSS file.
da_dk: Angiv CSS fil.
nl_nl: Css-bestand met succes geselecteerd.

source: No CSS file will be used.
da_dk: Ingen CSS fil vil blive brugt.
nl_nl: Geen css-bestand zal gebruikt worden.

source: You do not have sufficient permissions to edit templates for this blog.
da_dk: Du har ikke tilstrækkelige rettigheder til at redigerer skabeloner for denne blog.
fi_fi: Sinulla ei ole riittäviä oikeuksia tämän blogin mallipohjan muokkaamiseen.
nl_nl: Je hebt niet de juiste permissies om sjablonen van deze site te bewerken
ru_ru: У вас недостаточно прав для изменения шаблонов этого блога.

source: Could not move file.
da_dk: Kunne ikke flytte fil.
nl_nl: Kon bestand niet verplaatsen.

source: CSS file successfully updated.
da_dk: CSS filen blev opdateret.
nl_nl: CSS bestand met succes bijgewerkt.

source: Could not save file.
da_dk: Kunne ikke gemme fil.
nl_nl: Kon bestand niet opslaan.

source: CSS file successfully moved.
da_dk: CSS filen blev flyttet.
nl_nl: CSS bestand met succes verplaatst.

source: Could not move the CSS file.
da_dk: Kunne ikke flytte CSS filen.
nl_nl: Kon het css-bestand niet verplaatsen.

source: Your CSS file is set by a theme or another plugin.
nl_nl: Je css-bestand is ingesteld door een thema of een plug-in.

source: This CSS file will be applied:
da_dk: Denne CSS fil vil blive anvendt:
nl_nl: Dit css-bestand zal gebruikt worden:

source: Style Editor
da_dk: Designeditor
fi_fi: CSS-editori
nl_nl: Stijl bewerken
ru_ru: Редактор стилей

source: Activate and use style sheet:
da_dk: Aktivér og brug stylesheet:
fi_fi: Aktivoi ja käytä tyylitiedostoa:
nl_nl: Activeer en gebruik style sheet:
ru_ru: Активировать и использовать CSS:

source: Activate
da_dk: Aktivér
fi_fi: Aktivoi
nl_nl: Activeren
ru_ru: Активировать

source: Editing %s
da_dk: Redigere %s
nl_nl: %s aan het bewerken

source: Browsing %s
da_dk: Browser %s
nl_nl: %s verkennen

source: (from the theme folder)
da_dk: (fra tema mappen)
nl_nl: (van de themamap)

source: To ensure your css file stays safe during upgrades, please move it to the right folder.
nl_nl: Om zeker te zijn dat je css-bestand veilig is, moet je het naar de juiste map verplaatsen.

source: Move file
da_dk: Flyt fil
nl_nl: Verplaats bestand

source: Author
da_dk: Forfatter
fi_fi: Kirjoittaja
nl_nl: Auteur
ru_ru: Автор

source: Version
fi_fi: Versio
nl_nl: Versie
ru_ru: Версия

source: File location
da_dk: Fil lokation
nl_nl: Bestandslocatie

source: Update File
da_dk: Opdatér fil
fi_fi: Päivitä tiedosto
nl_nl: Bestand bijwerken
ru_ru: Обновить файл

source: If this file were writable you could edit it.
da_dk: Hvis denne fil ikke var skrivebeskyttet, kunne du rette i den.
fi_fi: Jos tähän tiedoston voisi kirjoittaa, voisit muokata sitä.
nl_nl: Als dit bestand beschrijfbaar zou zijn, zou je het kunnen bewerken
ru_ru: Если бы этот файл был перезаписываемым, вы могли бы его изменить.

source: This file does not exist. Double check the name and try again.
nl_nl: Dit bestand bestaat niet. Controleer de naam nogmaals en probeer het opnieuw.

source: Most popular
da_dk: Mest brugt
fi_fi: Suosituin
nl_nl: Meest populair
ru_ru: Самые популярные

source: Least used
da_dk: Mindst brugt
fi_fi: Vähiten käytetty
nl_nl: Laatst gebruikt
ru_ru: Последние

source: Alphabetical
da_dk: Alfabetisk
fi_fi: Aakkosellinen
nl_nl: Alfabetisch
ru_ru: По алфавиту

source: Existing Tags
da_dk: Eksisterende tags
fi_fi: Olemassaolevat tägit
nl_nl: Bestaande tags
ru_ru: Существующие теги

source: Search tags
da_dk: Søg i tags
fi_fi: Hakutägit
nl_nl: Zoek tags
ru_ru: Поиск тегов

source: Go
da_dk: Start
fi_fi: Aloita
nl_nl: Ga
ru_ru: Ок

source: Sort Order:
da_dk: Sortér efter:
fi_fi: Järjestys :
nl_nl: Volgorde bepalen:
ru_ru: Сортировать:

source: Previous tags
da_dk: Forrige tags
fi_fi: Edelliset tägit
nl_nl: Vorige tags
ru_ru: Предыдущие теги

source: Next tags
da_dk: Næste tags
fi_fi: Seuraavat tägit
nl_nl: Volgende tags
ru_ru: Следующие теги

source: Rename Tag
da_dk: Omdøb tag
fi_fi: Anna tägille uusi nimi
nl_nl: Hernoem tag
ru_ru: Переименовать тег

source: Enter the tag to rename and its new value. You can use this feature to merge tags too. Click "Rename" and all posts which use this tag will be updated.
da_dk: Indtast det tag, der skal omdøbes, og det, som det skal omdøbes til. Du kan også bruge denne funktion til at flette tags. Klik på "Omdøb", og alle indlæg der bruger dette tag, vil blive opdateret.
fi_fi: Anna tägi uutta nimeä ja arvoa varten. Voit käyttää tätä ominaisuutta myös tägien yhdistämiseen. Klikkaa "Uudelleennimeä" ja kaikki tätä tägiä käyttävät artikkelit päivitetään.
nl_nl: Geef de tag die je wilt hernoemen een nieuwe naam. Je kunt deze mogelijkheid ook gebruiken om tags samen te voegen. Klik "Hernoemen" en alle berichten die deze tag gebruiken zullen bijgewerkt worden.
ru_ru: Для того, чтобы переименовать, впишите тег и его короткую ссылку. Также, вы можете использовать эту опцию для объединения тегов. Нажмите на кнопку "Переименовать" и все посты с этим тегом будут обновлены.

source: You can specify multiple tags to rename by separating them with commas.
da_dk: Du kan angive flere tags, der skal omdøbes; adskil dem med komma.
fi_fi: Voit määritellä useita tägejä uudelleennimettäväksi erottamalla ne pilkuilla.
nl_nl: Je kunt meerdere tags specificeren om te hernoemen door ze met komma&#39;s te scheiden
ru_ru: Чтобы переименовать сразу несколько меток, разделяйте их запятыми.

source: Tag(s) to rename:
da_dk: Tag(s) som skal omdøbes:
fi_fi: Täg(it) uudelleennimettäväksi:
nl_nl: Tag(s) om te hernoemen:
ru_ru: Удалить теги:

source: New tag name(s):
da_dk: Nyt tag navn(e):
fi_fi: Tägien uudet nimet:
nl_nl: Nieuwe tag na(a)m(en):
ru_ru: Новые имена тегов:

source: Rename
da_dk: Omdøb
fi_fi: Uudelleennimeä
nl_nl: Hernoem
ru_ru: Переименовать

source: Delete Tag
da_dk: Slet tag
fi_fi: Poista tägi
nl_nl: verwijder Tag
ru_ru: Удалить тег

source: Enter the name of the tag to delete. This tag will be removed from all posts.
da_dk: Indtast navnet på det tag, der skal slettes. Dette tag vil blive fjernet fra alle indlæg.
fi_fi: Anna poistettavan tägin nimi. Tägi poistetaan kaikista kuvista.
nl_nl: Geef de naam van de tag om te verwijderen. Deze tag zal verwijderd worden van alle berichten.
ru_ru: Введите имя тега для удаления. Этот тег будет удален из всех постов.

source: You can specify multiple tags to delete by separating them with commas
da_dk: Du kan slette flere tags på én gang ved at adskille dem med komma
fi_fi: Voit poistaa useita tägejä erottamalla ne toisistaan pilkuilla.
nl_nl: Je kunt meerdere tags specificeren om te verwijderen door ze te scheiden door komma&#39;s
ru_ru: Чтобы удалить сразу несколько меток, разделяйте их запятыми.

source: Tag(s) to delete:
da_dk: Tag(s) der skal slettes:
fi_fi: Täg(it) poistettavaksi:
nl_nl: Tag(s) verwijderen:
ru_ru: Удалить теги:

source: Edit Tag Slug
da_dk: Redigér tag-kortnavn (slug)
fi_fi: Muokkaa tägin lyhytnimeä
nl_nl: Bewerk tag slug
ru_ru: Изменить короткую ссылку тега:

source: Enter the tag name to edit and its new slug. <a href="http://codex.wordpress.org/Glossary#Slug">Slug definition</a>
da_dk: Indtast tag-navnet der skal redigeres, og det nye kortnavn (slug) (Se evt. <a href="http://codex.wordpress.org/Glossary#Slug">Definition på slug</a>)
fi_fi: Anna tägin nimi muokkausta ja uutta lyhytnimeä varten. <a href="http://codex.wordpress.org/Glossary#Slug">mikä on lyhytnimi (Slug - engl.)?</a>
nl_nl: Geef de tagnaam om te bewerken en de nieuwe slug. <a href="http://codex.wordpress.org/Glossary#Slug">Slug definitie</a>
ru_ru: Впишите тег и его новую короткую ссылку. <a href="http://codex.wordpress.org/Glossary#Slug">Что такое слаг?</a>

source: Tag(s) to match:
da_dk: Tag(s), der skal findes:
fi_fi: Vertailtava(t) tägi(t) :
nl_nl: Tag(s) om te matchen:
ru_ru: Тэги для сопоставления:

source: Slug(s) to set:
da_dk: Nyt Kortnavn(e):
fi_fi: Asetettava(t) lyhytnimi(et):
nl_nl: Slug(s) instellen:
ru_ru: Установить их слаги (короткая ссылка):

source: Edit
da_dk: Redigér
fi_fi: Muokkaa
nl_nl: Bewerk
ru_ru: Редактировать

source: No valid gallery name!
da_dk: Ikke gyldigt gallerinavn!
fi_fi: Gallerian nimi ei kelpaa!
nl_nl: Geen geldige galerij naam!
ru_ru: Неправильное название галереи!

source: didn't exist. Please create first the main gallery folder
da_dk: eksisterer ikke. Opret venligst hoved-gallerimappen
fi_fi: ei löydy. Luo ensin päägallerian hakemisto.
nl_nl: bestaat niet. Maak eerst de hoofdmap 'gallery' aan
ru_ru: не существует. Пожалуйста, создайте основную папку галереи

source: Check this link, if you didn't know how to set the permission :
da_dk: Tjek dette link, hvis du ikke ved, hvordan du skal sætte rettigheder:
fi_fi: Tarkista tästä linkistä, jos et tiedä miten valtuus asetetaan:
nl_nl: Klik deze link, als je niet weet hoe je rechten moet toewijzen :
ru_ru: Воспользуйтесь этой ссылкой, если не знаете как установить права:

source: is not writeable !
da_dk: er skrivebeskyttet!
fi_fi: ei voi kirjoittaa !
nl_nl: is niet beschrijfbaar!
ru_ru: Некоторые изображения не перезаписываемы

source: Unable to create directory
da_dk: Kunne ikke oprette mappen
fi_fi: Hakemiston luonti ei onnistu
nl_nl: Niet mogelijk de directory aan te maken
ru_ru: Невозможно создать папку

source: The server setting Safe-Mode is on !
da_dk: PHP-Safe Mode er slået til!
fi_fi: Palvelimella on käytössä Safe-Mode (PHP.INI)
nl_nl: The server Safe-Mode is aan!
ru_ru: Настройка Safe-Mode включена на сервере!

source: If you have problems, please create directory
da_dk: Hvis der er problemer, opret da venligst selv mappen
fi_fi: Jos ongelmia, luo hakemisto
nl_nl: Als je problemen hebt, maak map
ru_ru: Если у вас проблемы, пожалуйста, создайте папку

source: and the thumbnails directory
da_dk: og miniature-mappen
fi_fi: ja Thumbnails-hakemisto
nl_nl: en de thumbnails map
ru_ru: и папку превью

source: with permission 777 manually !
da_dk: med rettigheden 777!
fi_fi: valtuutus 777 manuaalisesti !
nl_nl: met permissie 777 handmatig ingesteld !
ru_ru: с разрешением 777 вручную!

source: Gallery ID %1$s successfully created. You can show this gallery in your post or page with the shortcode %2$s.<br/>
da_dk: Galleri-id&#39;et %1$s blev oprettet. Du kan vise dette galleri i dine indlæg eller sider med kortkoden %2$s.<br/>
fi_fi: Galleria ID %1$s luonti onnistui. <br> Voit näyttää tämän gallerian artikkelissasi tai sivullasi lyhytkoodilla %2$s .<br/>
nl_nl: Galerij ID %1$s met succes gemaakt. Je kunt deze galerij in je bericht of pagina tonen met de code %2$s.<br/>
ru_ru: Галерея ID %1$s успешно создана. Вы можете вставить эту галерею в пост или страницу с шорткодом %2$s.<br/>

source: Edit gallery
da_dk: Redigér galleri
fi_fi: Muokkaa galleriaa
nl_nl: Galerij bewerken
ru_ru: Редактировать галерею
